{
  "HOME_INTRO": "The RICardo Project",
  "HOME_INTRO_LEAD": "Trade between Nations from c. 1800 to 1938",
  "HOME_INTRO_PARA": "RICardo (Research on International Commerce) is a project dedicated to trade between nations over a period spanning the beginning of the Industrial Revolution to the eve of the Second World War. It combines a historical trade database covering all of the world’s countries and a website which invites to an exploration of the history of international trade through data visualizations.",
  "HOME_METADATA_PARA": "Metadata provides an overview of  bilateral and total trade data availability",
  "HOME_WORLD_PARA": "World provides different historical series of world trade and its breakdown by countries",
  "HOME_REPORTING_PARA": "Reporting depicts the distribution of trade  by partners of a reporting",
  "HOME_BILATERAL_PARA": "Bilateral focuses on trade between two countries and allows for a comparison between their trade statistics",
  "HOME_SCIENCE_TITLE": "Open Science",
  "HOME_SCIENCE_LEAD": "Tools and data produced in the RICardo project are in free access:",
  "HOME_SCIENCE_SUBTITLE1": "Source code of the exploration tool",
  "HOME_SCIENCE_PARA1": "The source code of this application is available on github under license AGPLv3",
  "HOME_SCIENCE_SUBTITLE2": "RICardo corpus",
  "HOME_SCIENCE_PARA2": "The data that have been collected, cleaned and structured in this project are freely accessible on github under license ODbL",
  "HOME_HOWTOCITE_TITLE": "How to cite",
  "HOME_HOWTOCITE_LEAD": "In any papers or publications that utilize this work, please cite as follows:",
  "HOME_HOWTOCITE_SUBTITLE1": "The database",
  "HOME_HOWTOCITE_PARA1": "Dedinger, Béatrice, et Paul Girard. 2017. « Exploring trade globalization in the long run: The RICardo project ». Historical Methods: A Journal of Quantitative and Interdisciplinary History 50 (1): 30‑48. doi:10.1080/01615440.2016.1220269. ",
  "HOME_HOWTOCITE_PARA11": "Links to",
  "HOME_HOWTOCITE_PARA111": "and to",
  "HOME_HOWTOCITE_SUBTITLE2": "The exploration tool",
  "HOME_HOWTOCITE_PARA2": "Girard, Paul, Béatrice Dedinger, Donato Ricci, Benjamin Ooghe-Tabanou, Mathieu Jacomy, Guillaume Plique, et Grégory Tible. 2016. « RICardo Project : Exploring XIX Century International Trade ». In Digital Humanities 2016: Conference Abstracts, 208‑10. agiellonian University & Pedagogical University, Kraków, Poland.",
  "HOME_HOWTOCITE_PARA22": "Links to",
  "HOME_HOWTOCITE_PARA222": "et vers",
  "HOME_BLOG_TITLE": "Blog",
  "ABOUT_INTRO_TITLE": "About",
  "ABOUT_INTRO_LEAD": "The RICardo project was initiated in 2004 at Sciences Po by a team of economic historians. The idea of creating a new historical trade database started from several observations: existing databases were usually built by individual researchers for personal research; these databases did not cover all countries of the world; they did not go back before 1870; and they could only be used by expert audience. Ten years later, a new team involving historians, developers and designers from Sciences Po expanded the project to create a website dedicated to trade exchanges between all of the world’s countries over the 19th and first half of the 20th centuries.",
  "ABOUT_PARA1": "The RICardo project has two components. First, it is a comprehensive trade database that collects total and bilateral trade statistics of all countries in the world from the early nineteenth century (first data go back to 1787) until 1938. Since the end of World War II, these statistics are collected and published by international organizations: Direction of Trade Statistics from the IMF (data from 1947)",
  "ABOUT_PARA11": "; UN Comtrade (data from 1962)",
  "ABOUT_PARA111": "Second, it is a data exploration tool that provides the website’s user with a great variety of data visualizations. It is open to anyone who has some interest in the history of trade and trade globalization. The user can see in 'one-click' what were the Indian exports to France in 1841, how the total trade of China evolved between 1864 and 1913, or how world exports grew between 1800 and 1938. Or he can freely download data for analytical research. Besides, RICardo is an evolving project. Our ambition is to keep completing the database and improving the website. RICardo’s users are therefore welcome to send their comments and contribute to the development of the project.",
  "TEAM_INTRO_TITLE": "Team",
  "TEAM_PARA1": "The RICardo project was initiated in 2004 by Marc Flandreau when he was director of the Chaire Finances internationales at Sciences Po. Béatrice Dedinger was in charge of the scientific coordination supported by Olivier Accominotti, Guillaume Daudin, and Clemens Jobst. Thanks to funds from the Agence nationale de la recherche (ANR 2007-2010), students interns (Thomas Barré, Jérôme Destombes, Vera Quina, Riad Rezzik, Raul Sanchez, Diego Zamuner) have been hired to help us gathering data in Parisians and foreign libraries. Jung-Hyun Ahn worked very efficiently on the management of the database. The ANR period punctuated with a presentation of the project at the WTO in May 2010. At that time, we had built a relatively important trade database (240 000 flows), as well as an exchange rate database to convert into a common unit trade flows expressed in different currencies. We used to work with Access for the standardization of the countries’ names and the monetary conversion of data. Much remained to be done before the database could be made available to the research community, but different career paths led the research team to spread out and put an end to the project.",
  "TEAM_PARA11": "In 2011, Béatrice Dedinger, working at Sciences Po, resumed the project with the help of Guillaume Daudin. She benefited from Sciences Po grants to hire Karine Onfroy and Odile Mazilu who helped her for the database management and the collection of data. In 2013, the RICardo project took on a new dimension. After meeting with Paul Girard, research engineer and technical director of the médialab of Sciences Po, the idea of the creation of a website emerged to better exploit the RICardo database with digital technologies. Thanks to new Sciences Po grants, Béatrice Dedinger and Paul Girard worked to the completion of the website in 2017 together with Matteo Azzi, Mengying Du, Tristan Majou, and Grégory Tible. We couldn't have achieved such a result without the help from Guillaume Daudin and the médialab team (Donato Ricci, Mathieu Jacomy, Benjamin Ooghe-Tabanou, Guillaume Plique and Diégo Antolinos-Basso).",
  "CONTRIBUTORS_INTRO_TITLE": "Contributors",
  "CONTRIBUTORS_PARA1": "We would like to thank the contributors who generously sent us data of trade statistics and collaborated on the project:",
  "CONTRIBUTORS_NAMELIST1": "Lars-Fredrick Andersson",
  "CONTRIBUTORS_NAMELIST2": "Stéphane Bécuwe",
  "CONTRIBUTORS_NAMELIST3": "Anna Carreras-Marin & Marc Badia-Miro",
  "CONTRIBUTORS_NAMELIST4": "Guillaume Daudin & Loïc Charles",
  "CONTRIBUTORS_NAMELIST5": "Giovanni Federico & Antonio Tena-Junguito",
  "CONTRIBUTORS_NAMELIST6": "Riitta Hjerppe",
  "CONTRIBUTORS_LIST1": "Swedish bilateral trade 1833-1920",
  "CONTRIBUTORS_LIST2": "French bilateral trade 1914-1938",
  "CONTRIBUTORS_LIST3": "Latin America bilateral trade 1919-1923",
  "CONTRIBUTORS_LIST4": "French bilateral trade 1787-1821 (Toflit18 project)",
  "CONTRIBUTORS_LIST5": "World trade 1800-1938",
  "CONTRIBUTORS_LIST6": "Finnish bilateral trade 1840-1938",
  "COMMITTEE_INTRO_TITLE": "RICardo committee",
  "COMMITTEE_PARA1": "A RICardo committee was created in May 2017. It gathers experts in historical trade statistics and exploratory data analysis and aims to lay the foundations for an international collaboration in the creation and exploitation of historical trade databases.",
  "COMMITTEE_PARA2": "Members of the RICardo Committee:",
  "COMMITTEE_NAMELIST1": "Katherine Barbieri",
  "COMMITTEE_NAMELIST2": "Bertrand Blancheton",
  "COMMITTEE_NAMELIST3": "Guillaume Daudin",
  "COMMITTEE_NAMELIST4": "Béatrice Dedinger",
  "COMMITTEE_NAMELIST5": "Hubert Escaith",
  "COMMITTEE_NAMELIST6": "Giovanni Federico",
  "COMMITTEE_NAMELIST7": "Paul Girard",
  "COMMITTEE_NAMELIST8": "Kevin O’Rourke",
  "COMMITTEE_NAMELIST9": "Donato Ricci",
  "COMMITTEE_NAMELIST10": "Antonio Tena-Junguito",
  "COMMITTEE_LIST1": "(University of South Carolina)",
  "COMMITTEE_LIST2": "(Université Bordeaux)",
  "COMMITTEE_LIST3": "(Université Paris-Dauphine)",
  "COMMITTEE_LIST4": "(Sciences Po, Centre d’histoire)",
  "COMMITTEE_LIST5": "(WTO, Former Chief Statistician)",
  "COMMITTEE_LIST6": "(Università di Pisa)",
  "COMMITTEE_LIST7": "(Sciences Po médialab)",
  "COMMITTEE_LIST8": "(All Souls College Oxford)",
  "COMMITTEE_LIST9": "(Sciences Po médialab)",
  "COMMITTEE_LIST10": "(Universidad Carlos III de Madrid)",
  "LOGOTYPE_ANR": "This work ahs been supported by l’Agence National de la Recherche under the reference RICARDO ANR-06-BLAN-0332",
  "GLOSSARY_INTRO_TITLE": "Glossary",
  "GLOSSARY_TITLE1": "Trade flows",
  "GLOSSARY_DESC1": "Trade flows are values of merchandise exports or imports. The RICardo database combines two sets of data. Bilateral trade data are the distribution of the total trade of a reporting country with its partners. Total trade data are the sum of all bilateral exports/imports (computation explained in the point ‘Total trade’). In the sources used to collect data, trade flows are expressed in many different currencies. They have all been converted into pound sterling by using the RICardo exchange rate database. Conversion rates are market exchange rates except during the periods of great instability for which the gold parity has been used. It concerns the US/£ rate over the years 1861-1865 (American Civil War) and the years 1915-1923 (pound depreciation).",
  "GLOSSARY_TITLE2": "RIC entities",
  "GLOSSARY_DESC2": "The entities listed in the dataset are either reporting or partner entities. The term ‘entity’ has been privileged because there are many cases in historical trade statistics where the trading entity does not correspond to an internationally recognized state but describes a locality, an area or a group of states. The list of reporting entities does not match the list of partner entities. The entities are identified according to their type that may be: a country, a city/part of a country, a colonial area, a geographical area or a group of countries. The names of the countries have been defined after the Correlates of War country list",
  "GLOSSARY_DESC22": "The other RIC names have been created.",
  "GLOSSARY_TITLE3": "Continent",
  "GLOSSARY_DESC3": "Each entity (reporting or partner) is located on a continent. When the entity is a ‘group’ or a ‘geographical area’ corresponding to a multiple of entities located on different continents, it is identified by the continent ‘World’. The five major continents (Africa, America, Asia, Europe, Oceania) are present in the database plus “continents” pertaining to sea areas (Adriatic, Antarctic, Atlantic Ocean, Baltic, Mediterranean, Pacific). Turkey, when non-specified in Europe or in Asia, has been located in Asia; Russia/USSR, when non-specified in Europe or in Asia, has been located in Europe.",
  "GLOSSARY_TITLE4": "World trade / Total trade",
  "GLOSSARY_DESC4": "The total trade of an entity corresponds to its trade with the entity partner ‘World’. The total trade of the world (or world trade) is estimated by summing the total trade of all the entities of the database. There are different ways of calculating the total trade of a country. Rather than selecting a particular estimation, we have decided, in the world view, to show up to five estimations of total trade (or trade with partner ‘World’) to allow for a comparison.",
  "GLOSSARY_NAMELIST1": "World as Reported: ",
  "GLOSSARY_NAMELIST2": "World Sum Partners: ",
  "GLOSSARY_NAMELIST3": "World Estimated: ",
  "GLOSSARY_NAMELIST4": "World Best Guess: ",
  "GLOSSARY_NAMELIST5": "World Federico-Tena: ",
  "GLOSSARY_LIST1": "total trade of a reporting entity as it is reported in the statistical source.",
  "GLOSSARY_LIST2": "total trade of a reporting entity equals the sum of all trade partners flows.",
  "GLOSSARY_LIST3": "trade values extracted from works that provide foreign trade estimates. They include in particular reestimations of total trade historical series (for example, of Belgium or the Netherlands) and sources that have been used to complement total trade data (for example, Mitchell’s International Historical Statistics).",
  "GLOSSARY_LIST4": "when different estimations for a country's total trade are available, ‘World Best Guess’ combines them in the following order of priority. First ‘World estimated’, then ‘World as Reported’, then ‘World Sum Partners’.",
  "GLOSSARY_LIST5": "new estimates of world trade series by Giovanni Federico and Antonio Tena-Junguito,",
  "GLOSSARY_LIST44": "(‘World Undefined’ only concerns total imports of the United Kingdom that we have calculated from an ‘Estimation’ source. See Metadata)",
  "GLOSSARY_TITLE5": "Mirror Flows",
  "GLOSSARY_DESC5": "The RICardo database offers four bilateral flows for every country pair. A trade flow is recorded twice, by the two partner countries, in two different sources. It is therefore possible to check on the quality of the data by comparing so-called “mirror flows”. The term-to-term comparison of mirror flows (exports from A to B as declared by A and imports from B to A as declared by B) can reveal more or less important differences which are the result either of varying procedures for recording flows by country of origin or destination, or methods for estimating trade flows (c.i.f. vs. f.o.b. estimates, trade types, etc.), not forgetting the choice of the exchange rate. The difference between mirror trade flows is such an issue that several studies have been dedicated to its extent and ways to allay its impact.",
  "GLOSSARY_DESC55": "For more information, see WP Dedinger-Girard.",
  "GLOSSARY_DESC555": "To help tackle this issue, the bilateral view shows an estimation of the discrepancy in mirror flows that facilitates the detection of major inconsistencies and provides the user with the opportunity to compare data.",
  "CORPUS_INTRO_TITLE": "Corpus",
  "SOURCES_INTRO_TITLE": "Sources",
  "SOURCES_PARA1": "The RICardo Corpus gathers many trade statistics sources that are listed and described in this table.",
  "RIC_INTRO_TITLE": "RIC entities",
  "RIC_PARA1": "The names of countries/entities found in the sources are classified in a RIC entities table that the user can find here.",
  "EXCHANGES_INTRO_TITLE": "Exchange rates",
  "EXCHANGES_PARA1": "The values of trade flows have been converted into pound sterling by using the exchange rate table.",
  "OPEN_INTRO_TITLE": "Open Data",
  "OPEN_PARA1": "The data used in this application come all from the RICardo Corpus. The authors have decided not to publish some data in the exploratory tool. For example, trade statistics extracted from secondary sources have been filtered when a primary source was available. The complete RICardo database is available on",
  "WORLD_INTRO": "World",
  "WORLD_INTRO_PARA": "World provides several estimations of world trade calculated from the different ways of estimating the total trade of a reporting entity (see Glossary ‘World trade / Total trade’). They are compared to the world trade series of 'Federico-Tena World Trade Historical Data Base'. For each selected estimation, the view specifies the available number of reporting entities and allows for a comparison of the share in world trade of a selection of reporting entities.",
  "WORLD_COMPARE_TITLE": "Estimates of world trade ",
  "WORLD_VIEW_TITLE": "World exports and imports ",
  "WORLD_VIEW_1": "For more information about this graph, report to ",
  "WORLD_NB_REPORTINGS": "Number of reporting entities in estimating World trade",
  "WORLD_REPORTINGS_1": "Reportings available for ",
  "WORLD_REPORTINGS_2": " to build the curve",
  "WORLD_COMPARAISON": "Total trade comparison with",
  "WORLD_LINES_1": "In this graph the ",
  "WORLD_LINES_2": " of a country is the ",
  "WORLD_TRADE": "total trade",
  "RATES_INTRO": "Exchange rates",
  "RATES_INTRO_PARA": "The \"exchange rates\"  view compares the evolution of exchange rates between a selected currency and all the other ones, on the whole period represented in the corpus.",
  "RATES_TITLE": "Rates to ",
  "RATES_TITLE_SORTED_BY": " variations, ordered by ",
  "RATES_SORT_ALPHA": "name (A to Z)",
  "RATES_SORT_ALPHA_REVERSED": "name (Z to A)",
  "RATES_SORT_HIGHEST_RATE": "maximum value (🡖)",
  "RATES_SORT_AVERAGE_RATE": "average value (🡖)",
  "SELECT_RATES_SORT": "Order by",
  "SELECT_CURRENCY": "Compare to",
  "NO_CURRENCY": "No currency matches these search settings.",
  "IN_YEAR": "In",
  "REPORTING_VIEW_INTRO": "The Reporting view shows the total trade of a reporting with all its partners. It compares partner entities according to their average share in the reporting’s total trade, calculates the annual bilateral trade balance and tracks the growth of trade with selected partners.",
  "REPORTING_TITLE_1": "Total trade of reporting ",
  "REPORTING_INTRO_TITLE": "Reporting",
  "REPORTING_INTRO_PARA": "Reporting focuses on the  distribution of trade by partners of a reporting. This view compares the partner entities according to their share in the reporting’s total trade, calculates the annual bilateral trade balance and tracks the growth of trade with selected partners.",
  "REPORTING_VIEW_DUAL_LEGEND": "In this graph, total trade equals the sum of export (import) flows with all partner entities.",
  "REPORTING_PARTNER_HISTO": "In this graph, the partners of the reporting are compared by calculating two indicators:",
  "REPORTING_PARTNER_HISTO_1": "the average bilateral trade share estimated for available years over the selected period",
  "REPORTING_PARTNER_HISTO_2": "the relative bilateral trade balance estimated for each available year over the selected period",
  "REPORTING_STATUSES_TITLE": "Political statuses of reporting",
  "REPORTING_STATUSES_INTRO": "This chart represents the evolution of the selected reporting's dependencies count. It also shows the periods of non-sovereignty.",
  "DEPENDENCIES_CAPTION": "Number of dependencies",
  "SOVEREIGNTY_CAPTION": "Periods of non-sovereignty",
  "DEPENDENCY": "dependency",
  "DEPENDENCIES": "dependencies",
  "PARTNER_HEATMAP_TITLE_1": "Trade partners of ",
  "PARTNER_HEATMAP_TITLE_2": "Share of trade calculated with",
  "PARTNER_HEATMAP_TITLE_ORDER_BY": "ordered by ",
  "PARTNER_HEATMAP_COLOR": "Share of bilateral trade by year",
  "AVERAGE_SHARE": "Average annual shares of trade",
  "NUMBER_YEARS": "Number of available years",
  "NAME": "Entity name",
  "FIRST_YEAR": "First available year",
  "PARTNER_HISTO_FILTER_ON": "Filter on ",
  "PARTNER_HISTO_GROUP_BY": "Group by ",
  "PARTNER_HISTO_LEG_1": "Average bilateral trade share",
  "PARTNER_HISTO_LEG_2": "Relative bilateral trade balance",
  "PARTNER_HEATMAP_TITLE_FIELD": "Color based on",
  "LINE_CHART_1": "Trade of ",
  "LINE_CHART_2": " with ",
  "LINE_CHART_PERCENT_1": "The percentages are based on the total amount of ",
  "LINE_CHART_PERCENT_2": " of ",
  "LINE_CHART_SELECT": "SELECT UP TO 5 PARTNERS:",
  "PARTNER_INTRO_TITLE": "Trade partner",
  "PARTNER_INTRO_PARA": "The Partner view shows the total trade of an entity, as reported by the various reporting entities.",
  "PARTNER_TITLE_1": "The trade partner ",
  "PARTNER_STATUSES_TITLE": "Political statuses",
  "PARTNER_STATUSES_INTRO": "This chart represents the evolution of the selected trade partner's dependencies count. It also shows the periods of sovereignty.",
  "PARTNER_REPORTER_CITATION_TITLE": "Reporting number that reference",
  "PARTNER_REPORTER_HEATMAP_TITLE_1": "Trade of ",
  "PARTNER_REPORTER_HEATMAP_TITLE_2": " with its reportings",
  "PARTNER_REPORTER_HEATMAP_TITLE_ORDER": "Order by",
  "PARTNER_REPORTER_HEATMAP_TITLE_FIELD": "Color based on",
  "PARTNER_HEATMAP_ORDER_PLACEHOLDER": "",
  "PARTNER_HEATMAP_FIELD_PLACEHOLDER": "",
  "BILATERAL_INTRO_TITLE": "Bilateral",
  "BILATERAL_INTRO_PARA": "Bilateral shows trade between a reporting country and one of its partners (Country type). It compares the availability of bilateral trade statistics in the two selected countries. It estimates the divergence in the mirror flows from the point of view of the reporting country (see Glossary for the definition of terms).",
  "BILATERAL_1": "Trade between ",
  "BILATERAL_2": " as reported by ",
  "BILATERAL_BRUSH_1": "Available years in ",
  "BILATERAL_BRUSH_2": " trade statistics",
  "COMPARISON_INTRO": "This graph estimates the discrepancies in mirror flows.",
  "COMPARAISON_1": "Comparison of ",
  "COMPARAISON_2": " trade statistics",
  "COMPARAISON_LEG_1": " country A imports from country B as reported by country A ",
  "COMPARAISON_LEG_2": " country B imports from country A as reported by country B",
  "COMPARAISON_LEG_3": " country B exports to country A as reported by country B ",
  "COMPARAISON_LEG_4": " country A exports to country B as reported by country A ",
  "MIRROR": "Mirror flows discrepancy ",
  "BRUSHING": "Available and unavailable data for",
  "AVAILABLE": "Available data",
  "UNAVAILABLE": "Unavailable data",
  "CURRENCY": "Data expressed in",
  "FROM": " from ",
  "TO": " to ",
  "AND": " and ",
  "DOWNLOAD_1": "Show/Hide data table",
  "DOWNLOAD_2": "Download data",
  "DOWNLOAD_3": "Download data with original currency",
  "METADATA_INTRO": "MetaData",
  "METADATA_INTRO_PARA": "Metadata provides an overview of bilateral and total trade data available in the RICardo and Federico-Tena databases (see Glossary ‘World trade / Total trade’).",
  "METADATA_TITLE": "Metadata visualization about",
  "METADATA_NBFLOW_TITLE": "Number of flows",
  "METADATA_NBFLOW_INTRO_BILATERAL": "This graph presents the number of bilateral trade flows registered each year in the RICardo database.",
  "METADATA_NBFLOW_INTRO_WORLD": "This graph presents the number of total trade flows registered each year in the RICardo (partner entity = 'World Best Guess') and Federico-Tena databases.",
  "METADATA_MATRIX_TITLE": "Reporting entities table ",
  "METADATA_MATRIX_INTRO": "This graph provides detailed information for each reporting entity/year.",
  "METADATA_MATRIX_INTRO_reference": "it specifies what type of 'World' is used to calculate the RICardo World best guess for this reporting/year. The World partner is ‘World FedericoTena’ when there are no total trade data in the RICardo database.",
  "METADATA_MATRIX_INTRO_partner": "total number of partners by reporting/year distributed by continent.",
  "METADATA_MATRIX_INTRO_partner_intersect": "number of bilateral partners reported by a reporting R which report R as a partner",
  "METADATA_MATRIX_INTRO_sourcetype_world_0": "here can be up to four types of sources in total trade data. Primary sources are compilations of customs returns published by national agencies. Secondary sources are compilations of trade primary sources (national or international). Estimations are works that provide foreign trade estimates. ‘Federico-Tena’ refers to the source",
  "METADATA_MATRIX_INTRO_sourcetype_world_1": ". ‘Federico-Tena’ means that there are no data in the RICardo database for this reporting/year.",
  "METADATA_MATRIX_INTRO_sourcetype_bilateral": "primary sources are compilations of customs returns published by national agencies. Secondary sources are compilations of trade primary sources (national or international). Estimations are works that provide foreign trade estimates.",
  "METADATA_MATRIX_INTRO_type": "a reporting entity can be a country, a city/part of, a colonial area, or a group.",
  "METADATA_MATRIX_INTRO_continent": "Africa, America, Asia, Europe, Oceania, World. When the ‘Reporting type’ is a group of countries from different continents, the designated continent is ‘World’.",
  "METADATA_MATRIX_CTL1": "Order by ",
  "METADATA_MATRIX_CTL2": "Color by ",
  "LEGALS_TITLE": "Legal notice",
  "LEGALS_SUBTITLE": "The contents of this site were supplied by",
  "LEGALS_ADDRESS_title": "Sciences Po",
  "LEGALS_ADDRESS1": "27 rue Saint-Guillaume",
  "LEGALS_ADDRESS2": "75337 Paris Cedex 07",
  "LEGALS_ADDRESS3": "Tel.: 01 45 49 50 50",
  "LEGALS_ADDRESS4": "Fax.: 01 42 22 31 26",
  "LEGALS_ADDRESS5": "webmestre ( AT ) sciencespo ( DOT ) fr",
  "LEGALS_ADDRESS6": "Contact webmaster: paul.girard ( AT ) sciencespo ( DOT ) fr",
  "LEGALS_TITLE2": "Publisher",
  "LEGALS_PUBLISHER1": "Frédéric Mion",
  "LEGALS_PUBLISHER2": "President of Sciences Po",
  "LEGALS_TITLE3": "Hosting",
  "LEGALS_HOSTING_PARA": "This internet site is hosted by Fondation Nationale des Sciences Politiques (FNSP), Sciences Po - Direction des Systèmes d'Information",
  "LEGALS_APE_ADDRESS1": "APE Code",
  "LEGALS_APE_ADDRESS2": ": 803Z",
  "LEGALS_APE_ADDRESS3": "27, rue saint Guillaume",
  "LEGALS_APE_ADDRESS4": "75337 Paris cedex 07",
  "LEGALS_TITLE4": "Industrial and Intellectual Property",
  "LEGALS_TITLE5": "Hypertext Links",
  "LEGALS_PROPERTY_PARA1": "Except for explicitly licensed elements (website source codes), all information on this web site (text, photos, logos…) is protected by the copyrights held by Sciences Po or their partners.",
  "LEGALS_PROPERTY_PARA2": "Therefore, the information may not be reproduced, modified, republished, re-aired, translated, distributed or reused in any manner, without the written consent of Sciences Po.",
  "LEGALS_PROPERTY_PARA3": "The Sciences Po site’s title, concept and form, as well as its content, such as news, descriptions, illustrations and original images and their organisation, and any software compilation, source code and other elements contained on the Sciences Po site are the property of Sciences Po.",
  "LEGALS_HYPER_PARA1": "Our pages also contain links to other sites for which we are in no manner responsible, neither regarding their adhesion to public order or good conduct, on the one hand, nor regarding their personal data privacy policies and use, on the other.",
  "LEGALS_HYPER_PARA2": "By accessing an outside site, through a hypertext link, you accept that this access is carried out at your own risk. Therefore, Sciences Po will in no way be held responsible for any direct or indirect damages resulting from your access to an outside site through a hypertext link",
  "SHOW": "Show all",
  "HIDE": "Hide"
}
