{
  "HOME_INTRO": "The RICardo Project",
  "HOME_INTRO_LEAD": "Trade between Nations from c. 1800 to 1938",
  "HOME_INTRO_PARA": "RICardo (Research on International Commerce) est un projet dédié au commerce entre nations sur une période allant des débuts de la Révolution industrielle à la veille de la Seconde Guerre mondiale.",
  "HOME_INTRO_PARA_2": "Il allie une base historique de données commerciales couvrant tous les pays du monde à un site web qui propose une exploration de l’histoire du commerce international à partir de visualisations.",
  "HOME_METADATA_PARA": "Metadata offre une vue d’ensemble de la disponibilité des données de commerce total et bilatéral",
  "HOME_WORLD_PARA": "World propose différentes séries historiques du commerce mondial et leur répartition par entité",
  "HOME_REPORTING_PARA": "Reporting décrit la répartition par partenaires du commerce d’un reporting",
  "HOME_PARTNER_PARA": "Partner décrit le commerce d’une entité tel qu’il est rapporté par les reportings",
  "HOME_BILATERAL_PARA": "Bilateral se concentre sur le commerce entre deux entités et permet une comparaison de leurs statistiques commerciales",
  "HOME_RATES_PARA": "Exchange rates propose une visualisation de la base de taux de change",
  "HOME_SCIENCE_TITLE": "Science Ouverte",
  "HOME_SCIENCE_LEAD": "Les outils et données produites dans le cadre du projet RICardo sont librement accessibles :",
  "HOME_SCIENCE_SUBTITLE1": "Code Source de l'outil d'exploration",
  "HOME_SCIENCE_PARA1": "Le code source de cette application est disponible sur github sous licence AGPLv3",
  "HOME_SCIENCE_SUBTITLE2": "Corpus RICardo",
  "HOME_SCIENCE_PARA2": "Les données rassemblées, nettoyées et structurées dans le cadre de ce projet sont librement accessibles sur github sous licence ODbL",
  "HOME_HOWTOCITE_TITLE": "Citer ce travail",
  "HOME_HOWTOCITE_LEAD": "Pour toute publication utilisant ce travail, merci de le citer comme suit :",
  "HOME_HOWTOCITE_SUBTITLE1": "La base de données",
  "HOME_HOWTOCITE_PARA1": "Dedinger, Béatrice, et Paul Girard. 2017. « Exploring trade globalization in the long run: The RICardo project ». Historical Methods: A Journal of Quantitative and Interdisciplinary History 50 (1): 30‑48. doi:10.1080/01615440.2016.1220269.",
  "HOME_HOWTOCITE_PARA11": "Links to",
  "HOME_HOWTOCITE_PARA111": "and to",
  "HOME_HOWTOCITE_SUBTITLE2": "L'outil d'exploration des données",
  "HOME_HOWTOCITE_PARA2": "Girard, Paul, Béatrice Dedinger, Donato Ricci, Benjamin Ooghe-Tabanou, Mathieu Jacomy, Guillaume Plique, et Grégory Tible. 2016. « RICardo Project : Exploring XIX Century International Trade ». In Digital Humanities 2016: Conference Abstracts, 208‑10. agiellonian University & Pedagogical University, Kraków, Poland.",
  "HOME_HOWTOCITE_PARA22": "Links to",
  "HOME_HOWTOCITE_PARA222": "et vers",
  "HOME_BLOG_TITLE": "Blog",
  "ABOUT_INTRO_TITLE": "À propos",
  "ABOUT_INTRO_LEAD": "Le projet RICardo a été lancé en 2004 par une équipe d’historiens économistes de Sciences Po. L’idée de créer une nouvelle base historique de données commerciales est partie de plusieurs observations : les bases de données existantes étaient généralement construites par des chercheurs isolés pour des besoins de recherche personnels ; elles ne couvraient pas l’ensemble des pays du monde ; elles ne remontaient pas avant 1870 ; et elles ne pouvaient être utilisées que par un public spécialisé. Dix ans plus tard, une nouvelle équipe associant historiens, développeurs et designers de Sciences Po a élargi le projet à la création d’un site dédié aux échanges commerciaux entre tous les pays du monde sur les 19e et première moitié du 20e siècles.",
  "ABOUT_PARA1": "Le projet RICardo a deux volets. C’est d’abord une base de données exhaustive qui rassemble des statistiques de commerce total et bilatéral de tous les pays du monde depuis le début du 19e siècle (les premières données de la base remontent jusqu’en 1787) jusqu’en 1938. Depuis la fin de la Seconde Guerre mondiale, ces statistiques sont rassemblées et publiées par les organisations internationales : base Direction of Trade Statistics du FMI (données à partir de 1947)",
  "ABOUT_PARA11": " ; base Comtrade des Nations-Unies (données à partir de 1962)",
  "ABOUT_PARA111": "En second lieu, c’est un outil d’exploration de données qui offre à l’utilisateur du site web une grande diversité de visualisations des données. RICardo est ouvert à tous ceux qui s’intéressent à l’histoire du commerce et de la mondialisation commerciale. L’utilisateur peut voir en « un-click » quelles ont été les exportations de l’Inde vers la France en 1841, comment évolue le commerce total de la Chine entre 1864 et 1913, ou quelle a été la croissance des exportations mondiales entre 1830 et 1938. Ou bien, il peut télécharger librement les données pour mener des recherches analytiques. De plus, RICardo est un projet évolutif. Notre ambition est de continuer à compléter la base de données et à améliorer le site internet. C’est pourquoi nous invitons les utilisateurs de la base à nous faire part de leurs remarques et à participer à l’évolution du projet.",
  "TEAM_INTRO_TITLE": "Équipe",
  "TEAM_PARA1": "Le projet RICardo a été lancé en 2004 par <b>Marc Flandreau</b> alors qu’il était directeur de la Chaire Finances internationales de Sciences Po. <b>Béatrice Dedinger</b> a assuré la coordination scientifique du projet entourée par <b>Olivier Accominotti</b>, <b>Guillaume Daudin</b> et <b>Clemens Jobst</b>. Grâce aux fonds de l’Agence nationale de la recherche (ANR 2007-2010), nous avons pu employer des étudiants stagiaires (<b>Thomas Barré</b>, <b>Jérôme Destombes</b>, <b>Vera Quina</b>, <b>Riad Rezzik</b>, <b>Raul Sanchez</b>, <b>Diego Zamuner</b>) pour nous aider à collecter des données dans les bibliothèques parisiennes et étrangères. <b>Jung-Hyun Ahn</b> nous a apporté une aide très efficace sur la gestion de la base de données. La période ANR a été ponctuée par une présentation du projet à l’OMC en mai 2010. A cette époque, nous avions construit une base de données commerciales de taille importante (240 000 flux), ainsi qu’une base de taux de change pour permettre la conversion en une unité commune des flux de commerce exprimés en différentes monnaies. Nous utilisions alors le logiciel Access pour la standardisation des noms des pays et la conversion monétaire des données. Il restait encore beaucoup à faire avant de pouvoir mettre la base à la disposition des chercheurs, mais les parcours professionnels de chacun ont dispersé l’équipe et mis un terme provisoire au projet.",
  "TEAM_PARA11": "En 2011, <b>Béatrice Dedinger</b>, restée à Sciences Po, a repris le projet avec le soutien de <b>Guillaume Daudin</b>. Des fonds Sciences Po lui permettront de se faire aider par <b>Karine Onfroy</b> (gestion de la base de données) et <b>Odile Mazilu</b> (collecte de données). C’est en 2013 que le projet RICardo va prendre une nouvelle envergure. La rencontre avec <b>Paul Girard</b>, ingénieur de recherche et directeur technique du médialab de Sciences Po, débouche sur l’idée de créer un site internet et d’utiliser les technologies numériques pour exploiter plus largement la base de données RICardo. Jusqu’en 2017, et grâce à l’obtention de nouvelles subventions de Sciences Po, <b>Béatrice Dedinger</b> et <b>Paul Girard</b> ont travaillé de concert à l’élaboration du site grâce aux interventions de <b>Matteo Azzi</b>, <b>Mengying Du</b>, <b>Tristan Majou</b> et <b>Grégory Tible</b>. Nous n'aurions pas pu obtenir un tel résultat sans l'aide de <b>Guillaume Daudin</b>, et de l'équipe du médialab (<b>Donato Ricci</b>, <b>Mathieu Jacomy</b>, <b>Benjamin Ooghe-Tabanou</b>, <b>Guillaume Plique</b> and <b>Diégo Antolinos-Basso</b>).",
  "TEAM_PARA2": "Une nouvelle étape du projet a été entamée en 2019 grâce à l’obtention d’une subvention de la Fondation Del Duca. Celle-ci allait permettre la réalisation de deux objectifs&nbsp;: compléter la base de commerce en intégrant un lot important de nouvelles données collectées à partir de sources primaires&nbsp;; créer de nouvelles visualisations et fonctionnalités sur le site. <b>Ariane Treguer</b> nous a aidés de façon très efficace pour la saisie des données. <b>Mengying Du</b> a contribué à la création d’un outil d’intégration des données à la base et <b>Arnaud Pichon</b> a développé <a href=\"http://medialab.github.io/GeoPolHist\">un outil de visualisation de GeoPolHist</a>. Au cours de cette étape, <b>Paul Girard</b> a rejoint l’agence de solutions d’analyse de données, <a href=\"https://ouestware.com\" >OuestWare</a>, à laquelle a été confiée la rénovation du site RICardo. En juillet 2022, les fruits de tout le travail accompli au cours de ces quatre années ont été publiés sur le site.",
  "TEAM_PARA3": "Depuis novembre 2023, le projet RICardo est entré dans une nouvelle dynamique entretenue par <b>Guillaume Daudin</b>, <b>Béatrice Dedinger</b>, <b>Paul Girard</b> et <b>Youssef Ghallada</b> qui a rejoint l’équipe. Notre objectif est de compléter la base RICardo afin de créer une matrice du commerce mondial sur la période 1800/30-1938 la plus complète possible. Pour y parvenir, nous travaillons à la création d’un algorithme permettant de décomposer/recomposer les entités commerciales complexes présentes dans RICardo afin de les convertir en entités RIC du type <a href=\"/#!/entities_glossary\">‘GPH entity’</a>.",
  "CONTRIBUTORS_INTRO_TITLE": "Contributeurs",
  "CONTRIBUTORS_PARA1": "Nous remercions les contributeurs qui nous ont généreusement envoyé des données de statistiques commerciales et ont collaboré au projet :",
  "CONTRIBUTORS_NAMELIST1": "Lars-Fredrick Andersson",
  "CONTRIBUTORS_NAMELIST2": "Stéphane Bécuwe",
  "CONTRIBUTORS_NAMELIST3": "Anna Carreras-Marin et Marc Badia-Miro",
  "CONTRIBUTORS_NAMELIST4": "Guillaume Daudin et Loïc Charles",
  "CONTRIBUTORS_NAMELIST5": "Giovanni Federico et Antonio Tena-Junguito",
  "CONTRIBUTORS_NAMELIST6": "Raymond Hicks",
  "CONTRIBUTORS_NAMELIST7": "Riitta Hjerppe",
  "CONTRIBUTORS_NAMELIST8": "Valetov Timur",
  "CONTRIBUTORS_LIST1": "commerce bilatéral de la Suède 1833-1920",
  "CONTRIBUTORS_LIST2": "commerce bilatéral de la France 1914-1938",
  "CONTRIBUTORS_LIST3": "Latin America bilateral trade 1919-1923",
  "CONTRIBUTORS_LIST4": "French bilateral trade 1787-1821 (Toflit18 project)",
  "CONTRIBUTORS_LIST5": "World trade 1800-1938",
  "CONTRIBUTORS_LIST6": "données de sources primaires couvrant la période 1900-1938",
  "CONTRIBUTORS_LIST7": "commerce bilatéral de la Finlande 1840-1938",
  "CONTRIBUTORS_LIST8": "statistiques commerciales de la Russie 1802-1917",
  "COMMITTEE_INTRO_TITLE": "Comité RICardo",
  "COMMITTEE_PARA1": "Un comité RICardo a été créé en mai 2017. Il regroupe des experts en statistiques historiques du commerce et analyse exploratoire des données et a pour but de dynamiser les collaborations internationales autour de la création et l'exploitation des bases de données historiques de commerce.",
  "COMMITTEE_PARA2": "Membres du Comité RICardo :",
  "COMMITTEE_NAMELIST1": "Katherine Barbieri",
  "COMMITTEE_NAMELIST2": "Bertrand Blancheton",
  "COMMITTEE_NAMELIST3": "Guillaume Daudin",
  "COMMITTEE_NAMELIST4": "Béatrice Dedinger",
  "COMMITTEE_NAMELIST5": "Hubert Escaith",
  "COMMITTEE_NAMELIST6": "Giovanni Federico",
  "COMMITTEE_NAMELIST7": "Paul Girard",
  "COMMITTEE_NAMELIST8": "Kevin O’Rourke",
  "COMMITTEE_NAMELIST9": "Donato Ricci",
  "COMMITTEE_NAMELIST10": "Antonio Tena-Junguito",
  "COMMITTEE_LIST1": "(University of South Carolina)",
  "COMMITTEE_LIST2": "(Université Bordeaux)",
  "COMMITTEE_LIST3": "(Université Paris-Dauphine)",
  "COMMITTEE_LIST4": "(Sciences Po, Centre d’histoire)",
  "COMMITTEE_LIST5": "(WTO, Former Chief Statistician)",
  "COMMITTEE_LIST6": "(NYU Abu Dhabi)",
  "COMMITTEE_LIST7": "(OuestWare)",
  "COMMITTEE_LIST8": "(Sciences Po, Département d’Économie)",
  "COMMITTEE_LIST9": "(Sciences Po médialab)",
  "COMMITTEE_LIST10": "(Universidad Carlos III de Madrid)",
  "LOGOTYPE_ANR": "Ce travail a bénéficié d’une aide de l’Agence Nationale de la Recherche portant la référence RICARDO ANR-06-BLAN-0332",
  "LOGOTYPE_DEL_DUCA": "Ce travail a bénéficié d’une aide de la Fondation Del Duca",
  "GLOSSARY_ENTITIES_TITLE": "Entités",
  "GLOSSARY_ENTITIES_RICentities": "Entités RIC",
  "GLOSSARY_ENTITIES_RICentities_content": "Les entités de la base RICardo sont toutes les entités commerçantes recensées dans les sources historiques. La base originelle comprend plus de 9800 noms d’entités, écrits en des langues différentes et pouvant désigner une même entité à différentes périodes. Un nettoyage a été effectué afin de réduire ce nombre à environ 2350 RIC entités distinctes ayant chacune un RICname. La complexité de la liste des entités RICardo est aussi une de ses richesses et découle du fait que la base a été construite dans le respect le plus strict des sources originales. Afin de mieux comprendre et manipuler cette liste, une première distinction doit être faite entre les entités 'reporting', qui désignent les pays enregistrant et publiant des statistiques de commerce, et les entités 'partner', correspondant aux partenaires commerciaux listés dans les tableaux de commerce des reportings. Il est important de noter qu’un grand nombre d’entités 'partner' ne sont pas des 'reportings'. Une seconde distinction doit être faite entre différents types d'entités RIC. En effet, dans les sources originales, les entités commerçantes, 'partners' en particulier, ne correspondent pas toujours à un pays. Il y a cinq types d’entités commerçantes dans RICardo. Le type principal est l’entité géopolitique (voir ci-dessous), les autres correspondent à des parties d’entités géopolitiques, des régions ou des groupes d’entités. Ainsi chaque entité RIC est codée en tant que ‘GPH entity’, ’locality’, ‘colonial area’, ‘geographical area’ ou ‘group’ d’entités.  Les ‘localities’ sont des villes portuaires ou des parties d’une entité GPH ('parent entity') dont l’identité est indiquée dans la table des <a href=\"/#!/corpus\">entités RIC</a>. Le type d'entité RIC ’locality’ a été introduit dans la version 2024.06 en remplacement de l'ancien type ‘city/part of’ pour éviter les risques de confusion avec le statut GPH ’part of’ (voir <a href=\"https://medialab.github.io/GeoPolHist/data/GeoPolHist_status.csv\">GeoPolHist_status.csv</a>).",
  "GLOSSARY_ENTITIES_GPH_entities": "Entités GPH",
  "GLOSSARY_ENTITIES_GPH_entities_content": "Les entités géopolitiques de RICardo (entité RIC du type 'GPH entity') sont nommées d’après la base <a href='http://medialab.github.io/GeoPolHist'>GeoPolHist</a> qui recense toutes les entités géopolitiques du monde par statut politique depuis 1816. Cette base a été créée en partant de la liste d’unités géopolitiques élaborée par les fondateurs du projet <a href=\"https://correlatesofwar.org/\">Correlates of War (COW)</a> dans les années 1960 afin d’identifier tous les participants aux guerres postnapoléoniennes. Elle permet d’ajouter une dimension politique à la base commerciale RICardo en reliant chaque entité géopolitique RIC à l’évolution de son statut politique dans le temps. GeoPolHist définit une entité géopolitique comme toute forme de communauté sociale humaine ou espace ayant été impliqué dans un conflit international ou intra-national sur la période consécutive au Congrès de Vienne de 1815. L’entité est géographique, elle peut être habitée ou pas, souveraine et indépendante ou pas. L’entité est politique dans le sens aristotélicien de l’ordre politique, dont la fin ultime est la paix par la justice à l’intérieur, la guerre et les conflits restant potentiellement possibles en dehors des limites de l’entité. Au cours de l’histoire, les entités du type « groupe social humain » ont pris la forme de tribus, chefferies, cités, royaumes, empires, castes, seigneuries ou nations. Dans la base GPH, les entités du type « territoire » sont des îles inhabitées, des atolls et des récifs. GeoPolHist comprend près de 1300 GPH entités au total.",
  "GLOSSARY_ENTITIES_geoloc": "Géolocalisation",
  "GLOSSARY_ENTITIES_geoloc_content": "Il existe deux indicateurs de géolocalisation dans RICardo. Tout d’abord, chaque entité RIC est rattachée à un continent. Lorsque l'entité est un ‘groupe d’entités’ ou une ‘zone géographique’ correspondant à plusieurs entités situées sur des continents différents, elle est associée au référent 'Monde'. Les cinq principaux continents (Afrique, Amérique, Asie, Europe, Océanie) sont présents dans la base de données ainsi que des « continents » se rapportant à des zones maritimes (Adriatique, Antarctique, océan Atlantique, Baltique, Méditerranée, Pacifique). La Turquie, lorsqu’elle n’est pas spécifiquement rattachée géographiquement à l’Europe ou l’Asie, a été rattachée à l’Asie; la Russie/URSS, lorsqu’elle n’est pas spécifiquement rattachée géographiquement à l’Europe ou l’Asie, a été rattachée à l’Europe. Le second indicateur est un code de géolocalisation des entités géopolitiques défini grâce à l’encyclopédie collaborative Wikidata. Pour chaque entité sémantique, Wikidata offre un grand nombre d’informations, le statut politique, la date de création/dissolution, l’entité précédente/suivante, et très souvent une position géographique. Il faut cependant avoir à l’esprit que la liste des entités RIC est uniforme alors que le statut politique et la couverture géographique d’une entité peuvent varier sur toute la période couverte par la base (par exemple, <i>Mali (French Sudan) (Upper Senegal and Niger)</i> est une entité GPH unique qui recouvre une réalité géographique et politique variable sur toute la période). Lorsque différents codes de géolocalisation peuvent être attribués à une entité, un code a été choisi et l’utilisateur a la possibilité d’en choisir un autre grâce à la chaîne de liens sémantiques créée (<a href='http://medialab.github.io/publications/geolocaliserRICardo@humanistica2020/'>Girard and Dedinger 2020</a>). Pour les types d’entités RIC correspondant à des régions ou à des groupes d’entités qui ne sont pas identifiés par Wikidata, l’attribution d’un code de géolocalisation pourra être fait, soit en ajoutant manuellement une position pour l’entité, soit en résolvant une position à partir des relations de l’entité (relation ‘capitale’ par exemple).",
  "GLOSSARY_SOURCES_TITLE": "Sources",
  "GLOSSARY_SOURCES_primary_secondary": "Sources primaires vs sources secondaires",
  "GLOSSARY_SOURCES_primary_secondary_content": "Les sources primaires sont les compilations de statistiques douanières publiées par les autorités nationales. Les sources secondaires sont des compilations de sources primaires publiées par des autorités nationales ou internationales. Sont comprises dans cette catégorie les compilations nationales de statistiques historiques. Dans la nouvelle version de la base RICardo, une nouvelle catégorie de sources a été créée, ‘primary_yearbook’, pour distinguer les annuaires statistiques nationaux qui sont parfois la seule source nationale disponible. Cette catégorie inclut également les Blue Books des colonies britanniques. Les sources primaires sont préférables aux sources secondaires car elles donnent en général une liste plus détaillée des partenaires commerciaux. Cependant, leur collecte requiert des ressources humaines et financières importantes, c’est pourquoi le projet RICardo a privilégié, dans un premier temps, la collecte de sources secondaires. Celles-ci incluent les <i>Annales du commerce extérieur</i> publiées par la France sur la période 1829-1917, le <i>Statistical Abstract for the several Colonial and other Possessions of the United Kingdom</i> et le <i>Statistical Abstract for the Principal and Other Foreign Countries</i> publiés par la Grande-Bretagne, respectivement sur les périodes 1850-1947 et 1860-1918. Pour compléter la base de données sur la période de l’entre-deux-guerres, le <i>Mémorandum sur le commerce international et sur les balances des paiements</i> publié par la Société des Nations a aussi été consulté. Dans un second temps, une nouvelle collecte a été entreprise qui s’est concentrée sur la recherche et la collecte de sources primaires, en priorité dans les bibliothèques parisiennes. Nous tenons à remercier Raymond Hicks qui a accepté de verser dans la base RICardo les données issues de sources primaires qu’il a collectées sur la période de l’entre-deux-guerres. Les références de cette ressource, identifiée par le libellé <i>GowaHicks_2013_2015</i>, sont&nbsp;: Gowa, J., &amp; R. Hicks (2013). Politics, Institutions, and Trade: Lessons of the Interwar Era. <i>International Organization</i>, 67, pp 439-467; Gowa, J., &amp; R. Hicks (2015), Commerce and Conflict: New Data about the Great War. <i>British Journal of Political Science</i>, 47, 653–674. La base complète comprend l’ensemble des données récoltées depuis le début du projet, soit environ 670&nbsp;000 valeurs de commerce dans la dernière version (2025.07). Le fichier <a href=\"http://ricardo.medialab.sciences-po.fr/data/RICardo_trade_flows_deduplicated.csv\">RICardo_trade_flows_deduplicated.csv</a> propose une extraction de ces données sans doublons et sans flux nuls sur toute la période en privilégiant les sources primaires. Il contient environ 570&nbsp;000 données. Ce sont les sources de cette base sélective que l’on peut visualiser dans la vue <a href=\"http://ricardo.medialab.sciences-po.fr/#!/metadata\">Metadata view</a>.",
  "GLOSSARY_SOURCES_availability": "Disponibilité/Localisation",
  "GLOSSARY_SOURCES_availability_content": "<p>La collecte de données à partir de sources secondaires, outre qu’elle permet un meilleur rendement de la collecte puisqu’un volume peut offrir les statistiques de commerce bilatéral de plusieurs reportings, présente aussi un avantage du point de vue de la disponibilité des sources. La collection quasi-complète des <i>Annales du commerce extérieur</i> est disponible à la <i>Biblitohèque nationale de France</i>, et l’on trouve dans les bibliothèques parisiennes presque tous les <i>Statistical Abstracts anglais</i> (1). La série complète des <i>Memoranda</i> de la Société des Nations est disponible à la bibliothèque de Sciences Po (Paris). La recherche de sources primaires demande beaucoup de temps, de ressources et d’efforts. Le projet RICardo a tout d’abord bénéficié d’un fonds d’archives du Crédit Lyonnais donné à la Chaire Finances internationales de Sciences Po en 2006-2007 qui rassemble les archives de statistiques commerciales d’une dizaine de pays du monde. Il en a été fait don à la bibliothèque de l’Organisation mondiale du commerce en 2010. Durant les premières années, notre équipe est également allée consulter des archives à Berlin, Londres, Madrid, Moscou et Washington, D.C. En 2016, le très riche fonds d’archives sur les statistiques du commerce extérieur de <i>l’Institut national de la statistique et des études économiques</i> (Insee) a pu être numérisé grâce à l’aide du personnel de la bibliothèque. En 2019, là aussi grâce aux conditions de consultation exceptionnelle et à l’aide apportée par le personnel de la Bibliothèque nationale de France, toutes les collections commerciales historiques disponibles ont été numérisées. En 2021, une nouvelle contribution de valeur a permis d’enrichir la base de données RICardo. Suite à notre demande de consultation, la <i>Württembergische Landesbibliothek</i> a proposé et finalisé la numérisation de tous les fascicules la 1e série des Avis divers (2), ce dont nous sommes extrêmement reconnaissants. Enfin, nous avons eu la possibilité de consulter les archives commerciales que de plus en plus de bibliothèques et offices statistiques numérisent et mettent en ligne.</p><p><small>(1) Les volumes manquants ont été consultés à la British Library.</small></p><p><small>(2) Cette 1e série des Annales du commerce extérieur, qui couvre les années 1829-1839, était quasi-introuvable jusque-là. Nous avions retrouvé une partie des fascicules à la bibliothèque municipale de Montauban. Sur les 40 fascicules de cette collection, seul le n°39/Septembre 1839 reste manquant…</small></p>",
  "GLOSSARY_SOURCES_historical": "Statistiques commerciales historiques",
  "GLOSSARY_SOURCES_historical_content": "Les statistiques commerciales historiques posent certains problèmes. Tout d’abord, il existe plusieurs définitions d’un flux de commerce. On distingue le commerce général et le commerce spécial. Le commerce général inclut, du côté des importations, tous les biens entrant dans le pays pour être consommés, transformés ou stockés, et du côté des exportations, tous les biens d’origine domestique (produits dans le pays ou importations transformées) ou étrangère (réexportations) sortant du pays. Le commerce spécial inclut, du côté des importations, tous les biens destinés à la consommation, à la marchandisation ou à la transformation, ainsi que les biens stockés en entrepôts et destinés à la consommation domestique ; et du côté des exportations, des biens produits sur le sol domestique ainsi que des biens importés et transformés sur le sol domestique. À noter que le commerce de transit (biens passant par un pays pour des raisons de transport) ne devrait être inclus dans aucune des deux catégories mais qu’il peut y avoir des dérogations à cette règle. Les données collectées pour RICardo sont celles de commerce spécial lorsqu’elles sont disponibles dans les sources. Toutefois, il faut noter que les sources historiques ne précisent pas toujours de quel type de flux il s’agit. Le second problème important à connaître s’agissant de commerce bilatéral concerne la méthode d’enregistrement des partenaires commerciaux. La méthode la plus utilisée à partir de l’entre-deux-guerres est celle de « production-consommation », selon laquelle les importations sont attribuées au pays d’ultime origine du bien et les exportations au pays de destination finale. Deux autres méthodes étaient employées auparavant : celle consistant à désigner comme partenaires les pays d’où proviennent et où vont directement les marchandises ; et la méthode de « consignation » qui désigne comme partenaires commerciaux les pays où la marchandise a été consignée en dernier pour les importations, en premier pour les exportations. Ces deux particularités des statistiques commerciales historiques expliquent en grande partie la divergence entre les <a href='#!/trade_glossary#mirror_flows'>mirror flows</a>. Il est important que l’utilisateur en soit averti, non pas pour le dissuader d’utiliser ces statistiques mais pour lui permettre de mieux les utiliser.",
  "GLOSSARY_TRADE_TITLE": "Commerce",
  "GLOSSARY_TRADE_valuation": "Valeur du commerce",
  "GLOSSARY_TRADE_valuation_content": "Les flux commerciaux correspondent aux valeurs des exportations et importations de marchandises. L’évaluation des prix des biens échangés est une des questions complexes soulevées par les statistiques historiques du commerce extérieur. Sur la période couverte par la base RICardo, on distingue deux systèmes d’évaluation : celui des valeurs officielles et celui des valeurs déclarées. Les ‘valeurs officielles’ sont des évaluations établies par une autorité compétente qui peuvent faire ou pas l’objet de fréquentes révisions. Les ‘valeurs déclarées’ sont celles déclarées par les importateurs et les exportateurs lorsqu’ils remplissent leur feuille de douane. Il est d’usage d’assimiler les valeurs officielles à des prix constants et les valeurs déclarées à des prix courants. Des exemples historiques permettent de mieux comprendre le problème que ces différents systèmes d’évaluation posent pour l’établissement de séries longues. Les importations anglaises ont été évaluées jusqu’en 1854 sur la base de valeurs unitaires fixées à la fin du XVIIe siècle et sont passées ensuite au système de valeurs déclarées. Jusqu’en 1846, la valeur des exportations et des importations françaises est estimée sur la base des valeurs officielles fixées en 1826 par une Commission spéciale. De 1847 à 1928, la <i>Commission permanente des valeurs de douane</i> calcule chaque année les valeurs du commerce sur la base de valeurs actuelles. Le système des valeurs déclarées par les importateurs et les exportateurs est adopté par la France en 1929. Il faut également préciser que la valeur des importations est généralement la valeur c.i.f. (<i>cost, insurance, and freight</i>) qui inclut la valeur transactionnelle du bien, la valeur des services fournis pour acheminer le bien jusqu’à la frontière du pays exportateur et la valeur des services fournis pour acheminer le bien de la frontière du pays exportateur à la frontière du pays importateur (les droits de douane et autres taxes à l’importation ne sont pas inclus) ; et les exportations sont généralement évaluées f.o.b. (<i>free on board</i>), leur valeur inclut la valeur transactionnelle du bien et la valeur des services fournis pour acheminer le bien jusqu’à la frontière du pays exportateur.",
  "GLOSSARY_TRADE_world": "Commerce bilatéral / Commerce mondial / Commerce total",
  "GLOSSARY_TRADE_world_content": "La base de données RICardo combine deux séries de données, du commerce bilatéral et du commerce total. Les données de commerce bilatéral correspondent à la répartition du commerce total d'un reporting entre ses partenaires (vue <a href='/#!/reporting'>reporting</a>). Le commerce total d’un reporting correspond aussi à la valeur de ses échanges avec l'entité partner ‘World'. Le commerce mondial – ou commerce total de l’entité ‘World’ – représente l’ensemble des flux commerciaux de tous les reportings de la base de données. Les valeurs redondantes sont exclues du calcul du commerce mondial. Par exemple, les données sur le commerce de New South Wales, Queensland, South Australia, Tasmania, Victoria et Western Australia sur la période 1887-1898 sont exclues du calcul de la valeur du commerce mondial car la base RICardo inclut également sur cette période des données sur le commerce du Commonwealth of Australia. Il y a plusieurs façons de calculer le commerce total d’un reporting. Plutôt que d’en sélectionner une en particulier, la vue <a href='/#!/world'>‘World’</a>  propose plusieurs estimations du commerce total d’un reporting et permet de comparer plusieurs estimations de la valeur du commerce mondial. Elles sont définies comme suit :<ul>     <li>World as Reported : le commerce total du reporting tel que rapporté dans la source statistique ;</li>    <li>World Sum Partners : le commerce total du reporting égal à la somme des flux commerciaux de tous ses partenaires ;</li>    <li>World Estimated : données de commerce total extraites de travaux de recherche. Elles incluent en particulier les ré-estimations de séries historiques du commerce total (par exemple, de la Belgique et les Pays-Bas);</li>    <li>World Best Guess : lorsqu’il existe plusieurs estimations du commerce total d’une entité, World Best Guess les combine de la manière suivante. Elle choisit tout d’abord World Estimated, puis World as Reported, enfin World Sum Partners ;</li>    <li>World Federico-Tena : nouvelles estimations de séries de commerce mondial par Giovanni Federico and Antonio Tena-Junguito, <a href='https://www.uc3m.es/tradehist_db'>Federico-Tena World Trade Historical Data Base</a>.</li>    <li>World Undefined concerne uniquement le cas des importations totales du Royaume-Uni qui ont été calculées à partir d’une source Estimation (voir <a href='/#!/metadata'>Metadata</a>).</li></ul>",
  "GLOSSARY_TRADE_mirror_flows": "Flux miroirs",
  "GLOSSARY_TRADE_mirror_flows_content": "La base de données Ricardo propose quatre flux bilatéraux pour chaque paire d’entités. Un flux commercial est enregistré deux fois, par les deux entités commerçantes, dans deux sources différentes. Il est donc possible de vérifier la qualité des données en comparant ce qu’on appelle les « flux miroirs ». La comparaison terme à terme des flux miroirs (les exportations de A vers B déclarées par A et les importations de B en provenance de A déclarées par B) peut faire apparaître des différences plus ou moins grandes, résultant soit de procédures d’enregistrement des flux différentes dans le pays d'origine ou de destination, soit des méthodes d'estimation des flux commerciaux (estimations c.i.f. vs f.o.b., types d’échanges, etc.), sans oublier le choix du taux de conversion. La divergence entre les flux miroirs peut être telle que cette question est devenue un sujet de débat sur la fiabilité des statistiques commerciales. Afin d’aider à mieux comprendre cette question, la vue bilatérale ajoute une estimation de la différence entre les flux miroirs à la visualisation des flux bilatéraux entre A (reporting) et B (partner) tels que rapportés par A. Cette estimation offre à l'utilisateur une comparaison directe des valeurs déclarées par A et B. Plus l’indicateur est proche de zéro, plus il y a de cohérence dans les flux rapportés par les deux entités.",
  "GLOSSARY_EXCHANGE_RATES_TITLE": "Taux de change",
  "GLOSSARY_EXCHANGE_RATES_conversion": "Conversion en une monnaie commune",
  "GLOSSARY_EXCHANGE_RATES_conversion_content": "Les valeurs des flux commerciaux collectés dans les sources sont exprimées dans une multitude de monnaies différentes. Dans les sources secondaires, telles que les <i>Annales du commerce extérieur</i> ou le <i>Statistical Abstract for the Principal and Other Foreign Countries</i>, les flux sont exprimés en francs français, en livres sterling ou en monnaie nationale. Lorsqu’ils sont exprimés en une monnaie commune, il faut noter que le taux de conversion utilisé par l’une ou l’autre de ces sources est basé sur la parité or (taux de change constant). À la différence, ce sont les taux de change du marché (taux de change courant) qui ont été utilisés pour convertir en une monnaie commune les flux collectés à partir de sources primaires, sauf durant les périodes de forte instabilité pour lesquelles la parité or a été préférée. Cela concerne le taux de change US/£ sur les années 1861-1865 (Guerre de Sécession), ainsi que les années 1915-1923 (dépréciation de la livre). La monnaie commune choisie pour convertir les flux de la base commerciale RICardo est la livre sterling (il est facile de reconvertir en dollars US). Les taux de conversion utilisés sont ceux de la base de taux de change RICardo spécialement élaborée pour les besoins de la base commerciale. Des noms de monnaie standardisés ont été créés afin de lier chaque monnaie à une entité unique, pour permettre, par exemple, de différencier le peso chilien du peso colombien, cubain, mexicain ou péruvien. La base actuelle comprend 156 noms de monnaie, couvre la période 1787-1938 et offre environ  7 700 taux de change annuels.",
  "GLOSSARY_EXCHANGE_RATES_sources": "Sources des taux de change",
  "GLOSSARY_EXCHANGE_RATES_sources_content": "Il existe des bases historiques de taux de change, payantes ou gratuites, comme <i>Global Financial Data</i> ou <i>Barbieri’s International Trade Dataset</i> v3.0, qui n’ont pas été utilisées car elles ne répondent pas aux besoins spécifiques de la base de commerce RICardo. Par exemple, pour 1870, la base de Barbieri donne les flux du commerce total de l’Argentine, du Chili et de la Colombie en gold pesos. Or, dans la base RICardo, pour la même année, les flux bilatéraux de l’Argentine sont exprimés en pesos fuertes, ceux du Chili en pesos et ceux de la Colombie en piastres. Un grand nombre de sources très diverses ont été consultées pour reconstituer une base de taux de change idoine. La liste détaillée est disponible dans le fichier <a href='/#!/data/RICardo_sources.csv'>RICardo_sources.csv</a>. La source prioritaire est la très riche collection <i>Währungen der Welt</i> qui propose 11 volumes de séries historiques de change pour des pays de tous les continents du monde depuis le XVIIIe siècle. Elle est complétée par le <i>Handbook of world exchange rates, 1590-1910</i> (Denzel 2010). Le <i>Handbook</i> de Denzel a été utilisé pour la série du taux de change courant US $/£ (sauf pour les années 1861-65). Lorsque plusieurs taux de change sont proposés pour une année, c’est la quotation à court terme qui a été choisie. Les autres sources comprennent des monographies récentes, des sources commerciales secondaires comme les <i>Annales du commerce extérieur</i>, le <i>Statistical Abstract for the Principal and Other Foreign Countries</i> ou <i>l’Annuaire statistique de la Société des Nations</i>, et des sources complémentaires comme <i>Montevideo-Oxford Latin American Economic History Data Base (MOxLAD)</i> ou le <i>Statesman’s Yearbook</i>.",
  "CORPUS_INTRO_TITLE": "Corpus",
  "SOURCES_INTRO_TITLE": "Sources",
  "SOURCES_PARA1": "La liste complète des sources consultées pour la collecte des données de commerce et de taux de change est disponible dans cette table.",
  "RIC_INTRO_TITLE": "Entités RIC",
  "RIC_PARA1": "La base de commerce RICardo recense environ 2350 entités commerciales dont la liste est disponible ici.  Pour plus d’explications sur les RIC entities, voir <a href=\"/#!/entities_glossary\">le glossaire</a>.",
  "EXCHANGES_INTRO_TITLE": "Taux de change",
  "EXCHANGES_PARA1": "Les valeurs des flux de commerce ont été systématiquement converties en livres sterling grâce à cette base de taux de change.",
  "OPEN_INTRO_TITLE": "Base de commerce RICardo",
  "OPEN_PARA1": "La base de commerce RICardo complète rassemble toutes les données collectées depuis le début du projet (environ 670 000). L’utilisateur trouvera ici une base de données (sans doublons et sans flux nuls) et directement utilisable (environ 570 000). En particulier, les doublons ont été filtrés en privilégiant les sources primaires (voir <a href='/#!/sources_glossary#primary'>Glossaire</a>). La base complète reste disponible sur <a href='https://github.com/medialab/ricardo_data' target='_blank'>github</a>",
  "WORLD_INTRO": "World",
  "WORLD_INTRO_PARA": "La vue World propose différentes estimations de commerce mondial calculées à partir des données RICardo (voir <a href='#!/trade_glossary#world'>glossaire</a>). Ces estimations peuvent être comparées aux séries de commerce mondial de 'Federico-Tena World Trade Historical Data Base'. Pour chaque estimation sélectionnée, la vue indique le nombre de reportings disponibles et permet de comparer la part dans le commerce mondial d’une sélection de reportings.",
  "WORLD_COMPARE_TITLE": "Estimations du commerce mondial ",
  "WORLD_VIEW_TITLE": "Exportations et importations mondiales ",
  "WORLD_VIEW_1": "Pour plus d’information sur ce graphique, voir  ",
  "WORLD_NB_REPORTINGS": "Nombre de reportings pour estimer le commerce mondial",
  "WORLD_REPORTINGS_1": "Reportings disponibles de ",
  "WORLD_REPORTINGS_2": " pour construire cette courbe",
  "WORLD_COMPARAISON": "Commerce total comparé avec ",
  "WORLD_LINES_1": "Dans ce graphique, le ",
  "WORLD_LINES_2": " des reportings sélectionnés est estimé par la méthode ",
  "WORLD_TRADE": "commerce total",
  "RATES_INTRO": "Exchange rates par rapport à",
  "RATES_INTRO_PARA": "La vue \"exchange rates\" propose de comparer l'évolution du taux de change entre une monnaie sélectionnée et toutes les autres, sur toute la durée représentée par le corpus.",
  "RATES_TITLE": "Taux de change par rapport à ",
  "RATES_TITLE_SORTED_BY": " ordonnés par ",
  "RATES_SORT_ALPHA": "nom (A à Z)",
  "RATES_SORT_ALPHA_REVERSED": "nom (Z à A)",
  "RATES_SORT_HIGHEST_RATE": "taux maximum (🡖)",
  "RATES_SORT_AVERAGE_RATE": "taux moyen (🡖)",
  "SELECT_RATES_SORT": "Ordonné par",
  "SELECT_CURRENCY": "Comparer à",
  "NO_CURRENCY": "Aucune monnaie ne correspond à ces critères de recherche.",
  "IN_YEAR": "En",
  "REPORTING_VIEW_INTRO": "La vue Reporting montre comment le commerce total d’un pays déclarant se répartit entre les différentes entités partenaires. Elle compare les entités partenaires d’après leur part moyenne dans le commerce total du pays déclarant, calcule le solde commercial bilatéral annuel et permet de suivre l’évolution du commerce du pays déclarant avec une sélection d’entités partenaires.",
  "REPORTING_TITLE_1": "Commerce total du reporting ",
  "REPORTING_DATA_AVAILABLE": "Données de commerce bilatérale disponibles pour ",
  "REPORTING_INTRO_TITLE": "Reporting",
  "REPORTING_INTRO_PARA": "Pour le reporting sélectionné, la vue Reporting précise le statut politique et propose plusieurs visualisations qui décrivent l’évolution du commerce total et du commerce bilatéral (par partner).",
  "REPORTING_VIEW_DUAL_LEGEND": "Dans ce graphique, le commerce total est égal à la somme des flux exportations (importations)  avec toutes les entités partenaires.",
  "REPORTING_PARTNER_CITATION_TITLE": "Nombre de partenaires commerciaux cités par",
  "REPORTING_PARTNER_CITATION": "Pour le reporting sélectionné, ce graphique indique le nombre annuel de partners identifiés dans les sources statistiques et utilisés pour le calcul de",
  "POLITICAL_STATUSES_TITLE": "Statut politique de",
  "POLITICAL_STATUSES_FROM": "d'après",
  "POLITICAL_STATUSES_INTRO": "Pour le reporting sélectionné, ce graphique précise les périodes de non-souveraineté ainsi que le nombre d’entités dépendantes.",
  "POLITICAL_STATUSES_INTRO_PARTNER": "Pour le partner sélectionné, ce graphique précise les périodes de non-souveraineté ainsi que le nombre d’entités dépendantes.",
  "POLITICAL_STATUSES_INTRO_2": "Note: les données GeoPolHist ne sont disponibles qu'à partir de 1816.",
  "POLITICAL_STATUSES_MISSING": "Pas de données GeoPolHist disponibles pour cette entité.",
  "POLITICAL_STATUSES_DEPENDENCIES_CAPTION": "Nombre d'entités dépendantes",
  "POLITICAL_STATUSES_SOVEREIGNTY_CAPTION": "Périodes de non-souveraineté",
  "DEPENDENCY": "dépendance",
  "DEPENDENCIES": "dépendances",
  "PARTNER_HEATMAP_TITLE_1": "Partners de ",
  "PARTNER_HEATMAP_TITLE_2": "Parts de commerce calculées sur ",
  "REPORTING_PARTNER_HEATMAP_1": "Ce graphique offre une comparaison des partners en représentant leur part dans le commerce du reporting par année.",
  "REPORTING_PARTNER_HEATMAP_2": "Noter qu’elle est imparfaite car le nombre de partners varie selon les années.",
  "PARTNER_HEATMAP_TITLE_ORDER_BY": "ordonnés par ",
  "PARTNER_HEATMAP_LEGEND_FADEIN": "Part du commerce bilatéral par année",
  "PARTNER_HEATMAP_LEGEND_REPORTING_VOLUME": "L'opacité représente le volume annuel de commerce normalisé par reporting",
  "PARTNER_HEATMAP_LEGEND_PERCENTIL": "La couleur représente par terciles la valeur moyenne du commerce du reporting avec le partner.",
  "PARTNER_HEATMAP_LEGEND_PERCENTIL_1": "Premier tercile",
  "PARTNER_HEATMAP_LEGEND_PERCENTIL_2": "Second tercile",
  "PARTNER_HEATMAP_LEGEND_PERCENTIL_3": "Troisième tercile",
  "AVERAGE_SHARE": "Moyenne des parts de commerce annuelles",
  "NUMBER_YEARS": "Nombre d'années disponibles",
  "NAME": "Nom de l'entité",
  "FIRST_YEAR": "Première année disponible",
  "PARTNER_HISTO_FILTER_ON": "Filtré par ",
  "PARTNER_HISTO_GROUP_BY": "Groupé par ",
  "PARTNER_HISTO_LEG_1": "Part du commerce bilatéral moyenne",
  "PARTNER_HISTO_LEG_2": "Balance commerciale bilatérale relative",
  "LINE_CHART_1": "Commerce de ",
  "LINE_CHART_2": " avec ",
  "LINE_CHART_PERCENT_1": "Les pourcentages sont basés sur la quantité totale de",
  "LINE_CHART_PERCENT_2": " de ",
  "LINE_CHART_SELECT": "SELECTIONNEZ 5 ENTITES : ",
  "PARTNER_INTRO_TITLE": "Partner",
  "PARTNER_INTRO_PARA": "Pour le partner sélectionné, la vue Partner précise le statut politique et propose plusieurs visualisations élaborées en reconstituant l’évolution de son commerce à partir des statistiques commerciales des reportings le citant.",
  "PARTNER_TITLE_1": "Le partenaire commercial ",
  "PARTNER_STATUSES_TITLE": "Statuts politiques",
  "PARTNER_STATUSES_INTRO": "Ce graphique représente l'évolution du nombre d'entités dépendantes du partenaire sélectionné sur la période, ainsi que ses périodes de souveraineté.",
  "PARTNER_REPORTING_CITATION_TITLE": "Nombre de reporting.s citant",
  "PARTNER_REPORTING_CITATION": "Pour le partner sélectionné, ce graphique indique le nombre annuel de reportings qui le recensent dans leurs statistiques commerciales.",
  "PARTNER_REPORTER_HEATMAP_TITLE_1": "Commerce de ",
  "PARTNER_REPORTER_HEATMAP_TITLE_2": " avec ses reportings",
  "PARTNER_REPORTER_HEATMAP_TITLE_ORDER": "ordonnés par",
  "PARTNER_REPORTER_HEATMAP_TITLE_FIELD": "couleur basée sur",
  "PARTNER_REPORTER_HEATMAP_INTRODUCTION": "Ce graphique liste les reportings citant le partner dans leur statistique. Cette liste de reporting n'étant pas exhaustive, les volumes de commerce sont représentés en valeur absolue et non en part relative car on ne connaît pas le commerce total du partner.",
  "PARTNER_HEATMAP_ORDER_PLACEHOLDER": "",
  "PARTNER_HEATMAP_FIELD_PLACEHOLDER": "",
  "SELECT_PARTNER": "Chercher un partenaire...",
  "SELECT_MIN_YEAR": "Date de début",
  "SELECT_MAX_YEAR": "Date de fin",
  "BILATERAL_INTRO_TITLE": "Bilateral",
  "BILATERAL_INTRO_PARA": "Bilateral montre le commerce entre un reporting et l’un de ses partners. Elle compare la disponibilité des statistiques de commerce bilatéral dans les deux pays sélectionnés. Elle estime la divergence entre les flux miroirs du point du vue du pays déclarant (voir le Glossaire pour la définition des termes).",
  "BILATERAL_1": "Commerce entre ",
  "BILATERAL_2": " comme rapporté par ",
  "BILATERAL_BRUSH_1": "Années disponibles pour les échanges commerciaux entre ",
  "BILATERAL_BRUSH_2": "",
  "COMPARISON_INTRO": "Ce graphique estime les écarts dans les flux miroir.",
  "COMPARAISON_1": "Comparaison des échanges commerciaux entre ",
  "COMPARAISON_2": "",
  "COMPARAISON_LEG_1": " imports pays A du pays B comme rapporté par pays A ",
  "COMPARAISON_LEG_2": " imports pays B du pays A comme rapporté par pays B",
  "COMPARAISON_LEG_3": " exports pays B vers pays A comme rapporté par pays B ",
  "COMPARAISON_LEG_4": " exports pays A vers pays B comme rapporté par pays A ",
  "MIRROR": "Ecarts des flux mirroirs ",
  "BRUSHING": "Données disponibles et indisponibles pour",
  "AVAILABLE": "Données disponibles",
  "UNAVAILABLE": "Données indisponibles",
  "CURRENCY": "Données exprimées en",
  "FROM": " de ",
  "TO": " à ",
  "AND": " et ",
  "DOWNLOAD_1": "Montrer/cacher tableau des données",
  "DOWNLOAD_2": "Télécharger les données",
  "DOWNLOAD_3": "Télécharger les données en monnaie originale",
  "METADATA_INTRO": "MetaData",
  "METADATA_INTRO_PARA": "Metadata offre une synthèse des données de commerce total et bilatéral disponibles dans les bases de données RICardo et Federico-Tena (voir Glossaire ‘Commerce mondial / Commerce total’).",
  "METADATA_TITLE": "Metadata visualisation sur",
  "METADATA_NBFLOW_TITLE": "Nombre de flux",
  "METADATA_NBFLOW_INTRO_BILATERAL": "Ce graphique indique le nombre de flux de commerce bilatéral par année dans la base RICardo.",
  "METADATA_NBFLOW_INTRO_WORLD": "Ce graphique indique le nombre de flux de commerce total par année dans les bases RICardo (entité partenaire = 'World Best Guess') et Federico-Tena.",
  "METADATA_MATRIX_TITLE": "Tableau des entités déclarantes ",
  "METADATA_MATRIX_INTRO": "Ce graph donne des renseignements détaillés pour chaque entité déclarante/année (reporting/year).",
  "METADATA_MATRIX_INTRO_reference": "précise quel type de 'World type' est utilisé pour estimer le RICardo World best guess de ce reporting/year. Le FedericoTena’ quand il n’y a pas de données du commerce",
  "METADATA_MATRIX_INTRO_partner": "nombre total de partenaires réparti par continent.",
  "METADATA_MATRIX_INTRO_partner_intersect": "number of bilateral partners reported by a reporting R which report R as a partner",
  "METADATA_MATRIX_INTRO_sourcetype_world_0": "les sources ‘Primary’ sont des compilations de tableaux des douanes publiées par les autorités nationales. Les sources ‘Primary_yearbook’ sont les annuaires statistiques nationaux. Les sources ‘Secondary’ sont des compilations de sources primaires. Les sources ‘Estimation’ sont des données extraites de travaux estimant le commerce extérieur. Elles incluent notamment les séries estimées de ",
  "METADATA_MATRIX_INTRO_sourcetype_world_1": ".",
  "METADATA_MATRIX_INTRO_sourcetype_bilateral": "les sources ‘Primary’ sont des compilations de tableaux des douanes publiées par les autorités nationales. Les sources ‘Primary_yearbook’ sont les annuaires statistiques nationaux. Les sources ‘Secondary’ sont des compilations de sources primaires. Les sources ‘Estimation’ sont des données extraites de travaux estimant le commerce extérieur.",
  "METADATA_MATRIX_INTRO_type": "une entité déclarante peut être un pays, une ville ou une partie d’un pays, une aire coloniale ou un groupe de pays. ",
  "METADATA_MATRIX_INTRO_continent": "Afrique, Amérique, Asie, Europe, Océanie. Quand le ‘Reporting type’ est un groupe de pays de différents continents, le continent désigné est 'World' ",
  "METADATA_MATRIX_CTL1": "Order by ",
  "METADATA_MATRIX_CTL2": "Color by ",
  "LEGALS_TITLE": "Mentions légales",
  "LEGALS_SUBTITLE": "Le contenu de ce site internet est fourni par :",
  "LEGALS_ADDRESS_title": "Sciences Po",
  "LEGALS_ADDRESS1": "27 rue Saint-Guillaume",
  "LEGALS_ADDRESS2": "75337 Paris Cedex 07",
  "LEGALS_ADDRESS3": "Tel. : 01 45 49 50 50",
  "LEGALS_ADDRESS4": "Fax. : 01 42 22 31 26",
  "LEGALS_ADDRESS5": "webmestre ( AT ) sciencespo ( DOT ) fr",
  "LEGALS_ADDRESS6": "Contact webmaster : paul.girard ( AT ) sciencespo ( DOT ) fr",
  "LEGALS_TITLE2": "Directeur de la publication :",
  "LEGALS_PUBLISHER1": "Frédéric Mion",
  "LEGALS_PUBLISHER2": "administrateur de la Fondation nationale des sciences politiques et directeur de l’Institut d’études politiques de Paris.",
  "LEGALS_TITLE3": "Hébergement :",
  "LEGALS_HOSTING_PARA": "Ce site internet est hébergé par la Fondation Nationale des Sciences Politiques (FNSP), Sciences Po - Direction des Systèmes d'Information",
  "LEGALS_APE_ADDRESS1": "Code APE",
  "LEGALS_APE_ADDRESS2": " : 803Z",
  "LEGALS_APE_ADDRESS3": "27, rue saint Guillaume",
  "LEGALS_APE_ADDRESS4": "75337 Paris cedex 07",
  "LEGALS_TITLE4": "Propriété Industrielle et Intellectuelle :",
  "LEGALS_TITLE5": "Les liens hypertextes",
  "LEGALS_PROPERTY_PARA1": "Toutes les informations reproduites dans ce site web (textes, photos, logos...) sont protégées par des droits de propriété intellectuelle détenus par Sciences Po ou par ses partenaires.",
  "LEGALS_PROPERTY_PARA2": "Par conséquent, aucune de ces informations ne peut être reproduite, modifiée, rediffusée, traduite, exploitée commercialement ou réutilisée de quelque manière que ce soit sans l'accord préalable et écrit de Sciences Po.",
  "LEGALS_PROPERTY_PARA3": "Le titre, la conception, la forme du site Sciences Po mais aussi son contenu tels que les actualités, descriptions, illustrations et images originales et leur organisation, ainsi que toute compilation de logiciels, code source fondamental et autres éléments contenus sur le site Sciences Po sont la propriété de Sciences Po.",
  "LEGALS_HYPER_PARA1": "Nos pages web proposent également des liens vers d'autres sites pour lesquels nous ne sommes responsables ni de leur intégral respect aux normes d'ordre public et bonnes mœurs, d'une part, ni de leur politique de protection des données personnelles ou d'utilisation qui en seraient faites, d'autre part.",
  "LEGALS_HYPER_PARA2": "En accédant à un autre site, par l'intermédiaire d'un lien hypertexte, vous acceptez que cet accès s'effectue à vos risques et périls. En conséquence, tout préjudice direct ou indirect résultant de votre accès à un autre site relié par un lien hypertexte ne peut engager la responsabilité de Sciences Po.",
  "SHOW": "Tout afficher",
  "HIDE": "Masquer"
}
