{
  "HOME_INTRO": "The RICardo Project",
  "HOME_INTRO_LEAD": "Trade between Nations from c. 1800 to 1938",
  "HOME_INTRO_PARA": "RICardo (Research on International Commerce) is a project dedicated to trade between nations over a period spanning the beginning of the Industrial Revolution to the eve of the Second World War.",
  "HOME_INTRO_PARA_2": "It combines a historical trade database covering all of the world’s countries and a website which invites to an exploration of the history of international trade through data visualizations.",
  "HOME_METADATA_PARA": "Metadata provides an overview of  bilateral and total trade data availability",
  "HOME_WORLD_PARA": "World provides different historical series of world trade and its breakdown by entity",
  "HOME_REPORTING_PARA": "Reporting depicts the distribution of trade  by partners of a reporting",
  "HOME_PARTNER_PARA": "Partner depicts an entity’s trade as it is reported by the reportings",
  "HOME_BILATERAL_PARA": "Bilateral focuses on trade between two entities and allows for a comparison between their trade statistics",
  "HOME_RATES_PARA": "Exchange rates provides a visualization of the exchange rate database",
  "HOME_SCIENCE_TITLE": "Open Science",
  "HOME_SCIENCE_LEAD": "Tools and data produced in the RICardo project are in free access:",
  "HOME_SCIENCE_SUBTITLE1": "Source code of the exploration tool",
  "HOME_SCIENCE_PARA1": "The source code of this application is available on github under license AGPLv3",
  "HOME_SCIENCE_SUBTITLE2": "RICardo corpus",
  "HOME_SCIENCE_PARA2": "The data that have been collected, cleaned and structured in this project are freely accessible on github under license ODbL",
  "HOME_HOWTOCITE_TITLE": "How to cite",
  "HOME_HOWTOCITE_LEAD": "In any papers or publications that utilize this work, please cite as follows:",
  "HOME_HOWTOCITE_SUBTITLE1": "The database",
  "HOME_HOWTOCITE_PARA1": "Dedinger, Béatrice, et Paul Girard. 2017. « Exploring trade globalization in the long run: The RICardo project ». Historical Methods: A Journal of Quantitative and Interdisciplinary History 50 (1): 30‑48. doi:10.1080/01615440.2016.1220269. ",
  "HOME_HOWTOCITE_PARA11": "Links to",
  "HOME_HOWTOCITE_PARA111": "and to",
  "HOME_HOWTOCITE_SUBTITLE2": "The exploration tool",
  "HOME_HOWTOCITE_PARA2": "Girard, Paul, Béatrice Dedinger, Donato Ricci, Benjamin Ooghe-Tabanou, Mathieu Jacomy, Guillaume Plique, et Grégory Tible. 2016. « RICardo Project : Exploring XIX Century International Trade ». In Digital Humanities 2016: Conference Abstracts, 208‑10. agiellonian University & Pedagogical University, Kraków, Poland.",
  "HOME_HOWTOCITE_PARA22": "Links to",
  "HOME_HOWTOCITE_PARA222": "et vers",
  "HOME_BLOG_TITLE": "Blog",
  "ABOUT_INTRO_TITLE": "About",
  "ABOUT_INTRO_LEAD": "The RICardo project was initiated in 2004 at Sciences Po by a team of economic historians. The idea of creating a new historical trade database started from several observations: existing databases were usually built by individual researchers for personal research; these databases did not cover all countries of the world; they did not go back before 1870; and they could only be used by expert audience. Ten years later, a new team involving historians, developers and designers from Sciences Po expanded the project to create a website dedicated to trade exchanges between all of the world’s countries over the 19th and first half of the 20th centuries.",
  "ABOUT_PARA1": "The RICardo project has two components. First, it is a comprehensive trade database that collects total and bilateral trade statistics of all countries in the world from the early nineteenth century (first data go back to 1787) until 1938. Since the end of World War II, these statistics are collected and published by international organizations: Direction of Trade Statistics from the IMF (data from 1947)",
  "ABOUT_PARA11": "; UN Comtrade (data from 1962)",
  "ABOUT_PARA111": "Second, it is a data exploration tool that provides the website’s user with a great variety of data visualizations. It is open to anyone who has some interest in the history of trade and trade globalization. The user can see in 'one-click' what were the Indian exports to France in 1841, how the total trade of China evolved between 1864 and 1913, or how world exports grew between 1800 and 1938. Or he can freely download data for analytical research. Besides, RICardo is an evolving project. Our ambition is to keep completing the database and improving the website. RICardo’s users are therefore welcome to send their comments and contribute to the development of the project.",
  "TEAM_INTRO_TITLE": "Team",
  "TEAM_PARA1": "The RICardo project was initiated in 2004 by <b>Marc Flandreau</b> when he was director of the Chaire Finances internationales at Sciences Po. <b>Béatrice Dedinger</b> was in charge of the scientific coordination supported by <b>Olivier Accominotti</b>, <b>Guillaume Daudin</b>, and <b>Clemens Jobst</b>. Thanks to funds from the Agence nationale de la recherche (ANR 2007-2010), students interns (<b>Thomas Barré</b>, <b>Jérôme Destombes</b>, <b>Vera Quina</b>, <b>Riad Rezzik</b>, <b>Raul Sanchez</b>, <b>Diego Zamuner</b>) have been hired to help us gathering data in Parisians and foreign libraries. <b>Jung-Hyun Ahn</b> worked very efficiently on the management of the database. The ANR period punctuated with a presentation of the project at the WTO in May 2010. At that time, we had built a relatively important trade database (240 000 flows), as well as an exchange rate database to convert into a common unit trade flows expressed in different currencies. We used to work with Access for the standardization of the countries’ names and the monetary conversion of data. Much remained to be done before the database could be made available to the research community, but different career paths led the research team to spread out and put an end to the project.",
  "TEAM_PARA11": "In 2011, <b>Béatrice Dedinger</b>, working at Sciences Po, resumed the project with the help of <b>Guillaume Daudin</b>. She benefited from Sciences Po grants to hire <b>Karine Onfroy</b> and <b>Odile Mazilu</b> who helped her for the database management and the collection of data. In 2013, the RICardo project took on a new dimension. After meeting with <b>Paul Girard</b>, research engineer and technical director of the médialab of Sciences Po, the idea of the creation of a website emerged to better exploit the RICardo database with digital technologies. Thanks to new Sciences Po grants, <b>Béatrice Dedinger</b> and <b>Paul Girard</b> worked to the completion of the website in 2017 together with <b>Matteo Azzi</b>, <b>Mengying Du</b>, <b>Tristan Majou</b>, and <b>Grégory Tible</b>. We couldn't have achieved such a result without the help from <b>Guillaume Daudin</b> and the médialab team (<b>Donato Ricci</b>, <b>Mathieu Jacomy</b>, <b>Benjamin Ooghe-Tabanou</b>, <b>Guillaume Plique</b> and <b>Diégo Antolinos-Basso</b>).",
  "TEAM_PARA2": "A new step in the project began in 2019 thanks to a subvention granted by the Fondation Del Duca. It was intended to allow for the achievement of two objectives: supplement the trade database with a significant number of new data collected from primary sources; create new visualizations and features on the website. <b>Ariane Treguer</b> has been very helpful in entering the data. <b>Mengying Du</b> contributed to creating a tool for integrating data in the base and <b>Arnaud Pichon</b> developed <a href=\"http://medialab.github.io/GeoPolHist\">the GeoPolHist visualisation tool</a>. During this stage, <b>Paul Girard</b> joined the agency of solutions of data analysis, <a href=\"https://ouestware.com\" >OuestWare</a>, that has been in charge of the renewal of the RICardo website. In July 2022, the fruits of the work accomplished during these four years were published on the site.",
  "CONTRIBUTORS_INTRO_TITLE": "Contributors",
  "CONTRIBUTORS_PARA1": "We would like to thank the contributors who generously sent us data of trade statistics and collaborated on the project:",
  "CONTRIBUTORS_NAMELIST1": "Lars-Fredrick Andersson",
  "CONTRIBUTORS_NAMELIST2": "Stéphane Bécuwe",
  "CONTRIBUTORS_NAMELIST3": "Anna Carreras-Marin & Marc Badia-Miro",
  "CONTRIBUTORS_NAMELIST4": "Guillaume Daudin & Loïc Charles",
  "CONTRIBUTORS_NAMELIST5": "Giovanni Federico & Antonio Tena-Junguito",
  "CONTRIBUTORS_NAMELIST6": "Raymond Hicks",
  "CONTRIBUTORS_NAMELIST7": "Riitta Hjerppe",
  "CONTRIBUTORS_LIST1": "Swedish bilateral trade 1833-1920",
  "CONTRIBUTORS_LIST2": "French bilateral trade 1914-1938",
  "CONTRIBUTORS_LIST3": "Latin America bilateral trade 1919-1923",
  "CONTRIBUTORS_LIST4": "French bilateral trade 1787-1821 (Toflit18 project)",
  "CONTRIBUTORS_LIST5": "World trade 1800-1938",
  "CONTRIBUTORS_LIST6": "primary sources data covering the period 1900-1938",
  "CONTRIBUTORS_LIST7": "Finnish bilateral trade 1840-1938",
  "COMMITTEE_INTRO_TITLE": "RICardo committee",
  "COMMITTEE_PARA1": "A RICardo committee was created in May 2017. It gathers experts in historical trade statistics and exploratory data analysis and aims to lay the foundations for an international collaboration in the creation and exploitation of historical trade databases.",
  "COMMITTEE_PARA2": "Members of the RICardo Committee:",
  "COMMITTEE_NAMELIST1": "Katherine Barbieri",
  "COMMITTEE_NAMELIST2": "Bertrand Blancheton",
  "COMMITTEE_NAMELIST3": "Guillaume Daudin",
  "COMMITTEE_NAMELIST4": "Béatrice Dedinger",
  "COMMITTEE_NAMELIST5": "Hubert Escaith",
  "COMMITTEE_NAMELIST6": "Giovanni Federico",
  "COMMITTEE_NAMELIST7": "Paul Girard",
  "COMMITTEE_NAMELIST8": "Kevin O’Rourke",
  "COMMITTEE_NAMELIST9": "Donato Ricci",
  "COMMITTEE_NAMELIST10": "Antonio Tena-Junguito",
  "COMMITTEE_LIST1": "(University of South Carolina)",
  "COMMITTEE_LIST2": "(Université Bordeaux)",
  "COMMITTEE_LIST3": "(Université Paris-Dauphine)",
  "COMMITTEE_LIST4": "(Sciences Po, Centre d’histoire)",
  "COMMITTEE_LIST5": "(WTO, Former Chief Statistician)",
  "COMMITTEE_LIST6": "(NYU Abu Dhabi)",
  "COMMITTEE_LIST7": "(OuestWare)",
  "COMMITTEE_LIST8": "(NYU Abu Dhabi)",
  "COMMITTEE_LIST9": "(Sciences Po médialab)",
  "COMMITTEE_LIST10": "(Universidad Carlos III de Madrid)",
  "LOGOTYPE_ANR": "This work has been supported by l’Agence Nationale de la Recherche under the reference RICardo ANR-06-BLAN-0332",
  "LOGOTYPE_DEL_DUCA": "This work has been supported by the Fondation Del Duca",
  "GLOSSARY_ENTITIES_TITLE": "Entities",
  "GLOSSARY_ENTITIES_RICentities": "RIC entities",
  "GLOSSARY_ENTITIES_RICentities_content": "The entities in the RICardo database are all the trading entities listed in the historical sources. The original database contains more than 9,600 names of entities, written in different languages and which may refer to the same entity at different periods. A clean-up was carried out to reduce this number to around 2,300 RIC entities, each of which has a RICname. The complexity of the list of RICardo entities is also one of its richnesses and stems from the fact that the database has been constructed with the strictest respect for the original sources. In order to better understand and manipulate this list, a first distinction must be made between reporting entities, which designate the countries recording and publishing trade statistics, and the partner entities, corresponding to the trading partners listed in the trade tables of the reportings. It is important to note that a large number of partner entities are not reporting entities. A second distinction must be made between different types of RIC entities. In the original sources, trading entities, partners in particular, do not always correspond to a country. There are five types of trading entity in RICardo. The main type is the geopolitical entity (see below), the others correspond to parts of geopolitical entities, areas or groups of entities. Thus each RIC entity is coded as a ‘GPH entity’, ‘locality’, ‘colonial area’, ‘geographical area’ or ‘group’ of entities. ‘Localities’ are port cities or part of a GPH entity ('parent entity') whose identity is indicated in the <a href=\"/#!/corpus\">RIC entities</a> table. The type ‘locality’ has been introduced in version 2024.06 as a replacement of the former RIC type ‘city/part of’ to avoid the risk of confusion with the GPH status ‘part of’ (see <a href=\"https://medialab.github.io/GeoPolHist/data/GeoPolHist_status.csv\">GeoPolHist_status.csv</a>).",
  "GLOSSARY_ENTITIES_GPH_entities": "GPH entities",
  "GLOSSARY_ENTITIES_GPH_entities_content": "RICardo geopolitical entities (RIC entity of the type GPH entity) are named after the <a href='http://medialab.github.io/GeoPolHist'>GeoPolHist dataset</a>, which lists all the world's geopolitical entities by political status since 1816. This database was created on the basis of the lists of geopolitical units drawn up by the founders of the <a href=\"https://correlatesofwar.org/\">Correlates of War (COW)</a> project in the 1960s to identify all the participants in post-Napoleonic wars. It adds a political dimension to the RICardo trade database by linking each RIC geopolitical entity to changes in its political status over time. GeoPolHist defines a geopolitical entity as any form of human social community or territory that was involved in an international or intra-national conflict in the period following the Congress of Vienna in 1815. The entity is geographical, it may or may not be inhabited, it may or may not be sovereign and independent. The entity is political in the Aristotelian sense of the political order, whose ultimate end is peace through justice within it, with war and conflicts remaining potentially possible outside the boundaries of the entity. Throughout history, political entities of the type “human social community” have taken the form of tribes, chiefdoms, city states, kingdoms, empires, castes, seigneuries or nations. In the GPH database, political entities of the “territory” type are uninhabited islands, atolls or reefs. GeoPolHist includes nearly 1,300 GPH entities in total.",
  "GLOSSARY_ENTITIES_geoloc": "Geolocalization",
  "GLOSSARY_ENTITIES_geoloc_content": "There are two geolocalization indicators in RICardo. Firstly, each RIC entity is attached to a continent. When the entity is a ‘group’ of entities or a ‘geographical area’ corresponding to several entities located on different continents, it is associated with the ‘World’ referent. The five main continents (Africa, America, Asia, Europe, Oceania) are present in the database, as well as “continents” referring to maritime areas (Adriatic, Antarctic, Atlantic Ocean, Baltic, Mediterranean, Pacific). Turkey, when not specifically attached geographically to Europe or Asia, has been attached to Asia. Russia/USSR, when not specifically attached geographically to Europe or Asia, has been attached to Europe. The second indicator is a geolocalization code for geopolitical entities defined using the Wikidata collaborative encyclopaedia. For each semantic entity, Wikidata offers a large amount of information, including political status, date of creation/dissolution, preceding/succeeding entity, and very often a geographical position. It should be borne in mind, however, that the list of RIC entities is uniform, whereas the political status and geographical coverage of an entity may vary throughout the period covered by the dataset (for example, Mali (French Sudan) (Upper Senegal and Niger) is a single GPH entity that covers a political and geographical reality that varies throughout the period). When different geolocalization codes can be assigned to an entity, one code has been chosen and the user has the option of choosing another thanks to the chain of semantic links created (<a href='http://medialab.github.io/publications/geolocaliserRICardo@humanistica2020/'>Girard and Dedinger 2020</a>). For RIC entity types corresponding to areas or groups of entities that are not identified by Wikidata, a geolocalization code can be assigned either by manually adding a position for the entity, or by resolving a position from the entity's relations (the ‘capital’ relation for example).",
  "GLOSSARY_SOURCES_TITLE": "Sources",
  "GLOSSARY_SOURCES_primary_secondary": "Primary vs secondary sources",
  "GLOSSARY_SOURCES_primary_secondary_content": "Primary sources are compilations of a customs statistics published by national authorities. Secondary sources are compilations of primary sources published by national or international authorities. National compilations of historical statistics are included in this category. In the new version of the RICardo database, a new source was created, ‘primay_yearbook’, to identify national statistical yearbooks that are sometimes the only available national source. This category also includes the British statistical Blue Books. Primary sources should be favored over secondary sources for they provide a more detailed list of trade partners. However, collecting primary sources requires important human and financial resources. That is the reason why the RICardo project first favored the collection of secondary sources. They comprise the <i>Annales du commerce extérieur</i> published by France over 1829-1917, the <i>Statistical Abstract for the several Colonial and other Possessions of the United Kingdom</i> and the <i>Statistical Abstract for the Principal and Other Foreign Countries</span> published by Great Britain over the periods 1850-1947 and 1860-1918, respectively. To supplement the data set in the interwar period, the League of Nations’ <i>Memorandum on the balance of payments and the balance of trade</i> has also been perused. A new search and collection of sources has been undertaken as a second step by focusing on primary sources and giving priority to Parisian libraries. We would like to thank Raymond Hicks who accepted to incorporate in the RICardo dataset primary sources data he collected over the interwar period. The references of this resource identified by the label <i>GowaHicks_2013_2015</i> are: Gowa, J., &amp; R. Hicks (2013). Politics, Institutions, and Trade: Lessons of the Interwar Era. <i>International Organization</i>, 67, pp 439-467; Gowa, J., &amp; R. Hicks (2015), Commerce and Conflict: New Data about the Great War. <i>British Journal of Political Science</i>, 47, 653–674. The complete RICardo database gathers all collected data since the beginning of the project that amounts to about 650,000 in the last version (2023.10). The <a href=\"http://ricardo.medialab.sciences-po.fr/data/RICardo_trade_flows_deduplicated.csv\" >RICardo_trade_flows_deduplicated.csv</a> file is an extraction of the complete data set that eliminates duplicates and zero flows, and favors primary sources. It gathers about 550,000 trade values. This selective dataset’s sources can be visualized in the <a href=\"http://ricardo.medialab.sciences-po.fr/#!/metadata\" >Metadata view</a>. ",
  "GLOSSARY_SOURCES_availability": "Availability/Localization",
  "GLOSSARY_SOURCES_availability_content": "<p>The collection of data with secondary sources has two benefits: it allows for a better return since one volume can provide bilateral trade statistics for several reportings and sources are more easily accessible. The quasi-complete series of the <i>Annales du commerce extérieur</i> can be found at the <i>Biblitohèque nationale de France</i>, and almost all British <i>Statistical Abstracts</i> can be found in Parisian libraries.(1) The complete series of the League of Nations’ <i>Memoranda</i> is available at the Sciences Po Paris library. The search for primary sources requires more time, resources and efforts. In 2006-2007, the RICardo project has benefited from archives that the Crédit Lyonnais gave to the International Finance Chair of Sciences Po. They cover trade statistical archives of about ten countries in the world. These archives were donated to the World Trade Organization in 2010. During the first years, our team also consulted archives in Berlin, London, Madrid and Moscow, and Washington, D.C. In 2016, the numerous trade statistical archives located at the <i>Institut national de la statistique et des études économiques</i> (Insee) were digitized thanks to the help of the library staff. In 2019, here again thanks to exceptional consultative conditions and the help of the staff of the <i>Bibliothèque nationale de France</i>, all the available trade historical series have been digitized. In 2021, a new valuable contribution has enriched the RICardo trade dataset. Following our request for consultation, the <i>Württembergische Landesbibliothek</i> proposed and finalized the digitization of all the booklets of the 1e série des Avis divers, (2) for which we are very grateful. Eventually, we have consulted trade archives that are more and more being digitized and put online by libraries and statistical offices.</p><p><small>(1) Missing volumes were found at the British Library.</small></p><p><small>(2) The 1e série of the Annales du commerce extérieur covering the years 1829 to 1839 was nearly unfindable. We had traced part of the booklets at the library of Montauban. Only one of the 40 booklets of this collection, n° 39/September 1839, is still missing…</small></p>",
  "GLOSSARY_SOURCES_historical": "Historical trade statistics",
  "GLOSSARY_SOURCES_historical_content": "Historical trade statistics present a number of flaws. First, a trade flow can be alternatively defined as general or special trade. General trade includes all goods entering the country as imports, be they stored, distributed for final consumption or transformed as well as, on the export side, all goods of domestic (be they native or transformed imports) or foreign origin (re-exports). Special trade, by contrast, is submitted to customs clearance operations. It includes, on the import side, all goods put at the disposal of importers (destined either for consumption, merchandising or transformation) as well as goods stored in warehouses destined for domestic consumption (with or without transformation); on the export side, exported domestically produced goods as well as exported domestically transformed imported goods. Transit trade (goods routed through a country for transport reasons) should not be included in either category but this rule can be subject to derogation. In the collection of RICardo data, preference has been given to special trade when available in the sources. Nevertheless, it should be noted that historical sources do not always specify if trade flows correspond to general or special trade. The second important issue with regard to bilateral trade is the recording method of trade partners. From the interwar period, the most used method has been the “production-consumption” method, that is, imports are credited to the country where the good was produced or manufactured in its present form at the time of its entry (country of ultimate origin) and exports to the country of final destination. Previously, two other methods were used: the one in which assessing the origin or destination of the goods consists in recording the country from which or into which these are carried directly; the one that considers the country of consignment, that is, imports are customarily credited to the country from which last directly consigned and the exports to the country to which first directly consigned. These two features of historical trade statistics are largely responsible for the discrepancy in <a href='#!/trade_glossary#mirror_flows'>mirror flows</a>. It is important that the user be alert, not to discourage him from using these data but to allow for a better usage of them.",
  "GLOSSARY_TRADE_TITLE": "Trade",
  "GLOSSARY_TRADE_valuation": "Trade valuation",
  "GLOSSARY_TRADE_valuation_content": "Trade flows are values of merchandise exports or imports. The pricing of traded goods is one of the complex issues raised by historical trade statistics. Two methods of valuation were in use during the period covered by the RICardo database: one using official values, the other declared values. ‘Official values’ represent estimates made by competent authorities that may or not be submitted to more or less frequent revisions. ‘Declared values’ are the values specified by the traders on their customs declaration for each imported and exported good. Official values are usually equated to constant prices and declared values to current prices. Historical examples can help to better understand how problematic these different valuation procedures are for the building of long-term series. Until 1854, when the system switched to declared values, British imports were priced by using a unitary price schedule established at the end of the 17th century. Until 1846, the value of French exports and imports was estimated on the basis of official values scheduled in 1826 by a special Commission. From 1847 to 1928, the value of trade flows was computed each year by the <i>Commission permanente des valeurs de douane</i> on the basis of actual prices. Since 1929, French trade is estimated by using values declared by importers and exporters. It should also be specified that the value assigned to imports is generally the c.i.f. value (cost, insurance, and freight), that includes the price of the good plus the price of the services involved in carrying them from the place of production to the border of the country into which they are introduced (customs tariffs and other import taxes are not included). Exports are generally valued f.o.b. (free on board), which takes account of the price of the good and the freight costs up to the border of the exporting country.",
  "GLOSSARY_TRADE_world": "Bilateral trade / World trade / Total trade",
  "GLOSSARY_TRADE_world_content": "The RICardo database combines two sets of data, bilateral and total trade. Bilateral trade data are the distribution of the total trade of a reporting country with its partners (<a href='/#!/reporting'>Reporting view</a>). Total trade of a reporting also equates the value of its trade with the partner ‘World'. World trade – or total trade of the entity ‘World' – reflects all the trade flows of all the reportings of the database. Duplicates are excluded from the calculation of world trade. For instance, trade data of New South Wales, Queensland, South Australia, Tasmania, Victoria, and Western Australia over the period 1887-1898 are excluded from the calculation of the value of world trade since the RICardo database also includes over this period data on the Commonwealth of Australia’s trade.The total trade of a reporting can be estimated in using different methods. Rather than selecting a particular one, the <a href=\"/#!/world\">‘World’ view</a> provides different estimations of a reporting's total trade and allows for a comparison between different estimations of the value of world trade. They are defined as follows: <ul>       <li>World as Reported: total trade of a reporting entity as reported in the statistical source;</li>   <li>World Sum Partners: total trade of a reporting entity equal to the sum of all trade partners flows;</li>   <li>World Estimated: trade values extracted from research studies. They include in particular re-estimations of total trade historical series (for instance, Belgium or the Netherlands); </li>   <li>World Best Guess: when different estimations for a country's total trade are available, World Best Guess combines them in the following order of priority. First World estimated, then World as Reported, then World Sum Partners;</li>   <li>World Federico-Tena: new estimates of world trade series by Giovanni Federico and Antonio Tena-Junguito, Federico-Tena World Trade Historical Data Base ;</li>   <li>World Undefined concerns only total imports of the United Kingdom that have been calculated from an Estimation source (see <a href=\"/#!/metadata/bilateral\">Metadata</a>).</li></ul>",
  "GLOSSARY_TRADE_mirror_flows": "Mirror flows",
  "GLOSSARY_TRADE_mirror_flows_content": "The RICardo database offers four bilateral flows for every entities pair. A trade flow is recorded twice, by the two trading entities, in two different sources. It is therefore possible to check on the quality of the data by comparing so-called “mirror flows”. The term-to-term comparison of mirror flows (exports from A to B as declared by A and imports from B to A as declared by B) can reveal more or less important differences which are the result either of varying procedures for recording flows by country of origin or destination or of methods for estimating trade flows (c.i.f. vs. f.o.b. estimates, trade types, etc.), not forgetting the choice of the exchange rate. The discrepancy between mirror trade flows is such an issue that it fostered a debate on the reliability of trade statistics. To help tackle this issue, the bilateral view adds an estimation of the discrepancy in mirror flows to the visualization of bilateral flows between A (reporting) and B (partner) as reported by A. This estimation provides the user with direct comparison of values declared by A and B. The more the indicator is close to zero, the more trade flows reported by the two entities are coherent.",
  "GLOSSARY_EXCHANGE_RATES_TITLE": "Exchange rates",
  "GLOSSARY_EXCHANGE_RATES_conversion": "Conversion into a common currency",
  "GLOSSARY_EXCHANGE_RATES_conversion_content": "Data from the original sources reproduced in the database are quoted in many different currencies. In the secondary sources, such as the <i>Annales du commerce extérieur</i> or the <i>Statistical Abstract for the Principal and Other Foreign Countries</i>, trade flows are expressed in French francs, pound sterling or  national currency. When expressed in national currency, it should be noted that the exchange used by these two sources is based on the gold parity (constant exchange rate). By contrast, market exchange rates (current exchange rate) have been used to convert into a common currency the trade values tapped from primary sources, except during the periods of great instability for which the gold parity has been used. It concerns the US/£ rate over the years 1861-1865 (American Civil War) and the years 1915-1923 (pound depreciation). The common currency chosen to convert the flows of the RICardo trade database is the pound sterling (reconversion to US dollar is very easy). The conversion rates are taken from the RICardo exchange rate database that has been built for the specific needs of the trade database. Standardized currency names have been created so that each currency is related to a single entity. For instance, it enables differentiating the Chilean peso from the Colombian, Cuban, Mexican or Peruvian peso. The current database gathers 156 currencies, covers the period 1787-1938 and provides around 7,700 annual exchange rates.",
  "GLOSSARY_EXCHANGE_RATES_sources": "Exchange rate sources",
  "GLOSSARY_EXCHANGE_RATES_sources_content": "There are available historical exchange rate databases, free or not, such as <i>Global Financial Data</i> or Barbieri’s <i>International Trade Dataset</i> v3.0. These data have not been utilized as they do not meet the specific needs of the RICardo trade database. For instance, the Barbieri database provides total trade flows in 1870 for Argentine, Chile and Columbia in gold pesos. In the RICardo database, for the same year, Argentine trade flows are expressed in Pesos Fuertes, Chilean trade in Pesos and Columbian in Piastres. Many different sources have been consulted to reconstruct an appropriate database. The detailed list of sources is available in the <a href='/#!/data/RICardo_sources.csv'>RICardo_sources.csv</a> file. The main source has been the very rich <i>Währungen der Welt</i> set that provides eleven volumes of historical series of exchange rates for countries all around the globe since the 18th century. It has been supplemented with the <i>Handbook of world exchange rates, 1590-1910</i> (Denzel 2010). Denzel’s <i>Handbook</i> has been used to establish the US/£ current exchange rate series (except over 1861-65). When several exchange rates are provided for one year, the one based on short-term quotation has been chosen. Other sources include recent monographies, secondary trade sources such as the <i>Annales du commerce extérieur</i>, the <i>Statistical Abstract for the Principal and Other Foreign Countries</i> or the <i>Annuaire statistique de la Société des Nations</i>, and additional sources such as the <i>Montevideo-Oxford Latin American Economic History Data Base (MOxLAD)</i> or the <i>Statesman’s Yearbook</i>.",
  "CORPUS_INTRO_TITLE": "Corpus",
  "SOURCES_INTRO_TITLE": "Sources",
  "SOURCES_PARA1": "The complete list of sources used to collect trade and exchange rates data is available in this table.",
  "RIC_INTRO_TITLE": "RIC entities",
  "RIC_PARA1": "The RICardo trade database identifies c.2000 trading entities the list of which can be found here. For more explanations about the RIC entities, see <a href=\"/#!/entities_glossary\">the glossary</a>.",
  "EXCHANGES_INTRO_TITLE": "Exchange rates",
  "EXCHANGES_PARA1": "The values of trade flows have been converted into pound sterling by using the exchange rate table.",
  "OPEN_INTRO_TITLE": "RICardo trade dataset",
  "OPEN_PARA1": "The complete RICardo trade database gathers all data collected since the beginning of the project (~650,000). The user will find here a database without duplicated or null flows. It can be used directly (~550,000). In particular, duplicates have been filtered by giving priority to primary sources (see <a href='/#!/sources_glossary#primary'>Glossary</a>). The complete RICardo database is available on <a href='https://github.com/medialab/ricardo_data' target='_blank'>github</a>",
  "WORLD_INTRO": "World",
  "WORLD_INTRO_PARA": "The world view provides different estimations of world trade calculated from RICardo data (see <a href='#!/trade_glossary#world'>glossary</a>). They are compared to world trade series from 'Federico-Tena World Trade Historical Data Base'. For each selected estimation, the view specifies the available number of reportings and allows for a comparison of the share in world trade of a selection of reportings.",
  "WORLD_COMPARE_TITLE": "Estimates of world trade ",
  "WORLD_VIEW_TITLE": "World exports and imports ",
  "WORLD_VIEW_1": "For more information about this graph, report to ",
  "WORLD_NB_REPORTINGS": "Number of reporting entities in estimating World trade",
  "WORLD_REPORTINGS_1": "Reportings available for ",
  "WORLD_REPORTINGS_2": " to build the curve",
  "WORLD_COMPARAISON": "Total trade comparison with",
  "WORLD_LINES_1": "In this graph the ",
  "WORLD_LINES_2": " of the selected reportings is estimated with the method ",
  "WORLD_TRADE": "total trade",
  "RATES_INTRO": "Exchange rates to",
  "RATES_INTRO_PARA": "The \"exchange rates\"  view compares the evolution of exchange rates between a selected currency and all the other ones, on the whole period represented in the corpus.",
  "RATES_TITLE": "Rates to ",
  "RATES_TITLE_SORTED_BY": " variations, ordered by ",
  "RATES_SORT_ALPHA": "name (A to Z)",
  "RATES_SORT_ALPHA_REVERSED": "name (Z to A)",
  "RATES_SORT_HIGHEST_RATE": "maximum value (🡖)",
  "RATES_SORT_AVERAGE_RATE": "average value (🡖)",
  "SELECT_RATES_SORT": "Order by",
  "SELECT_CURRENCY": "Compare to",
  "NO_CURRENCY": "No currency matches these search settings.",
  "IN_YEAR": "In",
  "REPORTING_VIEW_INTRO": "The Reporting view shows the total trade of a reporting with all its partners. It compares partner entities according to their average share in the reporting’s total trade, calculates the annual bilateral trade balance and tracks the growth of trade with selected partners.",
  "REPORTING_TITLE_1": "Total trade of reporting ",
  "REPORTING_INTRO_TITLE": "Reporting",
  "REPORTING_DATA_AVAILABLE": "Bilateral trade data available for ",
  "REPORTING_INTRO_PARA": "For the selected reporting, the Reporting view specifies the political status and provides a number of visualizations that describe the growth of total trade and bilateral trade (by partner).",
  "REPORTING_VIEW_DUAL_LEGEND": "In this graph, total trade equals the sum of export (import) flows with all partner entities.",
  "REPORTING_PARTNER_CITATION_TITLE": "Number of partners of ",
  "REPORTING_PARTNER_CITATION": "For the selected reporting, this chart indicates the annual count of partners identified in the statistical sources and used in the calculation of",
  "POLITICAL_STATUSES_TITLE": "Political status of",
  "POLITICAL_STATUSES_FROM": "from",
  "POLITICAL_STATUSES_INTRO": "For the selected reporting, this chart specifies periods of non-sovereignty and the count of dependent entities. Note that GeoPolHist starts only from 1816.",
  "POLITICAL_STATUSES_INTRO_PARTNER": "For the selected partner, this chart specifies periods of non-sovereignty and the count of dependent entities. Note that GeoPolHist starts only from 1816.",
  "POLITICAL_STATUSES_INTRO_2": "Note: GeoPolHist data are only available from 1816.",
  "POLITICAL_STATUSES_MISSING": "No GeoPolHist data available for this entity.",
  "POLITICAL_STATUSES_DEPENDENCIES_CAPTION": "Number of dependencies",
  "POLITICAL_STATUSES_SOVEREIGNTY_CAPTION": "Periods of non-sovereignty",
  "DEPENDENCY": "dependency",
  "DEPENDENCIES": "dependencies",
  "PARTNER_HEATMAP_TITLE_1": "Partners of ",
  "PARTNER_HEATMAP_TITLE_2": "Share of trade calculated with",
  "PARTNER_HEATMAP_TITLE_ORDER_BY": "ordered by ",
  "REPORTING_PARTNER_HEATMAP_1": "This graph provides an overall partner comparison by representing their annual share in the reporting trade.",
  "REPORTING_PARTNER_HEATMAP_2": "Note that it is flawed by the variable number of partners each year",
  "PARTNER_HEATMAP_LEGEND_FADEIN": "Bilateral trade annual share",
  "PARTNER_HEATMAP_LEGEND_REPORTING_VOLUME": "Opacity represents annual trade volume normalized by reporting",
  "PARTNER_HEATMAP_LEGEND_PERCENTIL": "Color represents reporting-partner average annual trade volume by terciles",
  "PARTNER_HEATMAP_LEGEND_PERCENTIL_1": "First tercile",
  "PARTNER_HEATMAP_LEGEND_PERCENTIL_2": "Second tercile",
  "PARTNER_HEATMAP_LEGEND_PERCENTIL_3": "Third tercile",
  "AVERAGE_SHARE": "Average annual shares of trade",
  "NUMBER_YEARS": "Number of available years",
  "NAME": "Entity name",
  "FIRST_YEAR": "First available year",
  "PARTNER_HISTO_FILTER_ON": "Filter on ",
  "PARTNER_HISTO_GROUP_BY": "Group by ",
  "PARTNER_HISTO_LEG_1": "Average bilateral trade share",
  "PARTNER_HISTO_LEG_2": "Relative bilateral trade balance",
  "PARTNER_HEATMAP_TITLE_FIELD": "Color based on",
  "LINE_CHART_1": "Trade of ",
  "LINE_CHART_2": " with ",
  "LINE_CHART_PERCENT_1": "The percentages are based on the total amount of ",
  "LINE_CHART_PERCENT_2": " of ",
  "LINE_CHART_SELECT": "SELECT UP TO 5 PARTNERS:",
  "PARTNER_INTRO_TITLE": "Partner",
  "PARTNER_INTRO_PARA": "For the selected partner, the Partner view specifies the political status and provides visualizations of its trade growth that are built by using trade statistics of the reportings which cite it.",
  "PARTNER_TITLE_1": "The trade partner ",
  "PARTNER_STATUSES_TITLE": "Political statuses",
  "PARTNER_STATUSES_INTRO": "This chart represents the evolution of the selected trade partner's dependencies count. It also shows the periods of sovereignty.",
  "PARTNER_REPORTING_CITATION_TITLE": "Reporting number that reference",
  "PARTNER_REPORTING_CITATION": "For the selected partner, this chart indicates the annual count of reportings that identify it in their trade statistics.",
  "PARTNER_REPORTER_HEATMAP_TITLE_1": "Trade of ",
  "PARTNER_REPORTER_HEATMAP_TITLE_2": " with its reportings",
  "PARTNER_REPORTER_HEATMAP_TITLE_ORDER": "Order by",
  "PARTNER_REPORTER_HEATMAP_TITLE_FIELD": "Color based on",
  "PARTNER_REPORTER_HEATMAP_INTRODUCTION": "This graph provides the list of reporting.s citing the partner in their statistics. As the reportings list is not exhaustive, trade values are represented in absolute values and not in relative shares for the partner total trade is not known.",
  "PARTNER_HEATMAP_ORDER_PLACEHOLDER": "",
  "PARTNER_HEATMAP_FIELD_PLACEHOLDER": "",
  "BILATERAL_INTRO_TITLE": "Bilateral",
  "BILATERAL_INTRO_PARA": "Bilateral shows trade between a reporting and one of its partners. It compares the availability of bilateral trade statistics in the two selected countries. It estimates the divergence in the mirror flows from the point of view of the reporting country (see Glossary for the definition of terms).",
  "BILATERAL_1": "Trade between ",
  "BILATERAL_2": " as reported by ",
  "BILATERAL_BRUSH_1": "Available years in ",
  "BILATERAL_BRUSH_2": " trade statistics",
  "COMPARISON_INTRO": "This graph estimates the discrepancies in mirror flows.",
  "COMPARAISON_1": "Comparison of ",
  "COMPARAISON_2": " trade statistics",
  "COMPARAISON_LEG_1": " country A imports from country B as reported by country A ",
  "COMPARAISON_LEG_2": " country B imports from country A as reported by country B",
  "COMPARAISON_LEG_3": " country B exports to country A as reported by country B ",
  "COMPARAISON_LEG_4": " country A exports to country B as reported by country A ",
  "MIRROR": "Mirror flows discrepancy ",
  "BRUSHING": "Available and unavailable data for",
  "AVAILABLE": "Available data",
  "UNAVAILABLE": "Unavailable data",
  "CURRENCY": "Data expressed in",
  "FROM": " from ",
  "TO": " to ",
  "AND": " and ",
  "DOWNLOAD_1": "Show/Hide data table",
  "DOWNLOAD_2": "Download data",
  "DOWNLOAD_3": "Download data with original currency",
  "METADATA_INTRO": "MetaData",
  "METADATA_INTRO_PARA": "Metadata provides an overview of bilateral and total trade data available in the RICardo and Federico-Tena databases (see Glossary ‘World trade / Total trade’).",
  "METADATA_TITLE": "Metadata visualization about",
  "METADATA_NBFLOW_TITLE": "Number of flows",
  "METADATA_NBFLOW_INTRO_BILATERAL": "This graph presents the number of bilateral trade flows registered each year in the RICardo database.",
  "METADATA_NBFLOW_INTRO_WORLD": "This graph presents the number of total trade flows registered each year in the RICardo (partner entity = 'World Best Guess') and Federico-Tena databases.",
  "METADATA_MATRIX_TITLE": "Reporting entities table ",
  "METADATA_MATRIX_INTRO": "This graph provides detailed information for each reporting entity/year.",
  "METADATA_MATRIX_INTRO_reference": "it specifies what type of 'World' is used to calculate the RICardo World best guess for this reporting/year. The World partner is ‘World FedericoTena’ when there are no total trade data in the RICardo database.",
  "METADATA_MATRIX_INTRO_partner": "total number of partners by reporting/year distributed by continent.",
  "METADATA_MATRIX_INTRO_partner_intersect": "number of bilateral partners reported by a reporting R which report R as a partner",
  "METADATA_MATRIX_INTRO_sourcetype_world_0": "‘Primary’ sources are compilations of customs returns published by national agencies. ‘Primary_yearbook’ sources are national statistical yearbooks. ‘Secondary’ sources are compilations of trade primary sources. ‘Estimation’ sources are works that provide foreign trade estimates. They include estimated series from ",
  "METADATA_MATRIX_INTRO_sourcetype_world_1": ".",
  "METADATA_MATRIX_INTRO_sourcetype_bilateral": "‘Primary’ sources are compilations of customs returns published by national agencies. ‘Primary_yearbook’ sources are national statistical yearbooks. ‘Secondary’ sources are compilations of trade primary sources. ‘Estimation’ sources are works that provide foreign trade estimates.",
  "METADATA_MATRIX_INTRO_type": "a reporting entity can be a country, a city/part of, a colonial area, or a group.",
  "METADATA_MATRIX_INTRO_continent": "Africa, America, Asia, Europe, Oceania, World. When the ‘Reporting type’ is a group of countries from different continents, the designated continent is ‘World’.",
  "METADATA_MATRIX_CTL1": "Order by ",
  "METADATA_MATRIX_CTL2": "Color by ",
  "LEGALS_TITLE": "Legal notice",
  "LEGALS_SUBTITLE": "The contents of this site were supplied by",
  "LEGALS_ADDRESS_title": "Sciences Po",
  "LEGALS_ADDRESS1": "27 rue Saint-Guillaume",
  "LEGALS_ADDRESS2": "75337 Paris Cedex 07",
  "LEGALS_ADDRESS3": "Tel.: 01 45 49 50 50",
  "LEGALS_ADDRESS4": "Fax.: 01 42 22 31 26",
  "LEGALS_ADDRESS5": "webmestre ( AT ) sciencespo ( DOT ) fr",
  "LEGALS_ADDRESS6": "Contact webmaster: paul.girard ( AT ) sciencespo ( DOT ) fr",
  "LEGALS_TITLE2": "Publisher",
  "LEGALS_PUBLISHER1": "Frédéric Mion",
  "LEGALS_PUBLISHER2": "President of Sciences Po",
  "LEGALS_TITLE3": "Hosting",
  "LEGALS_HOSTING_PARA": "This internet site is hosted by Fondation Nationale des Sciences Politiques (FNSP), Sciences Po - Direction des Systèmes d'Information",
  "LEGALS_APE_ADDRESS1": "APE Code",
  "LEGALS_APE_ADDRESS2": ": 803Z",
  "LEGALS_APE_ADDRESS3": "27, rue saint Guillaume",
  "LEGALS_APE_ADDRESS4": "75337 Paris cedex 07",
  "LEGALS_TITLE4": "Industrial and Intellectual Property",
  "LEGALS_TITLE5": "Hypertext Links",
  "LEGALS_PROPERTY_PARA1": "Except for explicitly licensed elements (website source codes), all information on this web site (text, photos, logos…) is protected by the copyrights held by Sciences Po or their partners.",
  "LEGALS_PROPERTY_PARA2": "Therefore, the information may not be reproduced, modified, republished, re-aired, translated, distributed or reused in any manner, without the written consent of Sciences Po.",
  "LEGALS_PROPERTY_PARA3": "The Sciences Po site’s title, concept and form, as well as its content, such as news, descriptions, illustrations and original images and their organisation, and any software compilation, source code and other elements contained on the Sciences Po site are the property of Sciences Po.",
  "LEGALS_HYPER_PARA1": "Our pages also contain links to other sites for which we are in no manner responsible, neither regarding their adhesion to public order or good conduct, on the one hand, nor regarding their personal data privacy policies and use, on the other.",
  "LEGALS_HYPER_PARA2": "By accessing an outside site, through a hypertext link, you accept that this access is carried out at your own risk. Therefore, Sciences Po will in no way be held responsible for any direct or indirect damages resulting from your access to an outside site through a hypertext link",
  "SHOW": "Show all",
  "HIDE": "Hide"
}