{
	"INTRO": "RICardo (Research on International Commerce) est une base de données sur le commerce bilatéral des pays du monde qui couvre une période de plus de cent ans, allant des débuts de la Révolution industrielle à la veille de la Seconde Guerre mondiale. Le site propose d’explorer l’histoire du commerce international à partir de visualisations des échanges commerciaux entre les pays des différents continents du monde.",
	"COLUMN1": "Le projet RICardo a été initié en 2004 par une équipe d’historiens économistes de Sciences Po dans le but de constituer une base historique de données commerciales. Il est parti du constat que les bases de données existantes sont généralement construites par des chercheurs isolés pour les besoins d’un travail  de recherche personnel, qu’elles ne couvrent pas l’ensemble des pays du monde, qu’elles ne remontent pas avant 1870 et qu’elles ne peuvent être utilisées que par un public spécialisé. Dix ans plus tard, une nouvelle équipe associant historiens, développeurs et designers de Sciences Po élargit le projet à la création d’un site dédié au commerce bilatéral des pays du monde sur la période 1800-1938. Depuis la fin de la Seconde Guerre mondiale, ces statistiques sont rassemblées et publiées par les organisations internationales : base Direction of Trade Statistics du FMI (données à partir de 1947)",
	"COLUMN1_LINK": " ; base Comtrade des Nations-Unies (données à partir de 1962) ",
	"COLUMN2": "L’objectif du projet RICardo est de collecter des données sur le commerce bilatéral de tous les pays du monde à partir du début du XIXe siècle (les premières données de la base remontent jusqu’en 1787) jusqu’en 1938 et de les mettre à la disposition d’un large public pour une large palette d’utilisations. Les vizs RICardo permettent de savoir en « un-click » quelles ont été les exportations de l’Inde vers la France en 1841, comment évolue le commerce total de la Chine entre 1864 et 1913, ou encore d’avoir une estimation des exportations mondiales sur la période 1800-1938. Elle facilite l’accès à une vision historique et synthétique du commerce international tout en offrant aux chercheurs spécialisés la possibilité d’exploiter les données pour une recherche plus approfondie. La base RICardo est une base évolutive. Notre ambition est de continuer à l’améliorer et à la compléter en recueillant de nouvelles sources statistiques commerciales. C’est pourquoi nous invitons les utilisateurs de la base à nous faire part de leurs remarques et à participer à l’évolution de la base.",
	"WORKING_PAPER_1": "Vous trouverez ci-dessous les deux working paper qui ont été soumis pour le premier à la revue Historical Methods et le second à ",
	"WORKING_PAPER_2": "Ces papiers sont tels que soumis et non dans leurs versions finales.",
	"TRADE_FLOWS": "Les flux commerciaux correspondent aux valeurs des exportations et importations de marchandises. La base de données RICardo combine deux séries de données: les données de commerce bilatéral, correspondant à la répartition du commerce total d'un pays déclarant entre ses pays partenaires; les données de commerce total, correspondant à la somme de toutes les exportations / importations bilatérales. Les données recensées dans la base proviennent des sources originales et les valeurs sont exprimées dans de nombreuses monnaies différentes. Les valeurs des échanges commerciaux ont toutes été converties en livres sterling en utilisant la base de taux de change RICardo.Les taux de conversion sont les taux de change du marché sauf durant les périodes de forte instabilité durant lesquelles la parité or a été utilisée. Cela concerne le taux de change US/£ sur les années 1861-1865 (Guerre de Sécession) et les années 1915-1923 (dépréciation de la livre).",
	"RICENTITIES_1": "Les entités figurant dans la base de données sont soit des entités déclarantes soit des partenaires. Le terme <<entité>> a été privilégié car il n’est pas rare, dans les statistiques commerciales historiques, que l’entité commerciale ne corresponde pas à un Etat internationalement reconnu, mais décrive un lieu, une région ou un groupe d’Etats. La liste des entités déclarantes ne correspond pas à la liste des entités partenaires. La liste des entités RIC comprend plus de 1400 noms. Ils ont tous été harmonisés et traduits en anglais. Les entités sont identifiées en fonction de leur catégorie qui peut être soit un pays, une ville / une partie d’un pays, une zone coloniale, une zone géographique ou un groupe de pays. Les noms des pays ont été définis d’après la liste des pays de Correlates of War ",
	"RICENTITIES_2": ". Les autres RIC names ont été créés.",
	"CONTINENT": "Chaque entité (déclarante ou partenaire) est située sur un continent. Lorsque l'entité est un «groupe» ou une «zone géographique» correspondant à un ensemble d’entités situées sur des continents différents, elle est associée au référent 'Monde'. Les cinqprincipaux continents (Afrique, Amérique, Asie, Europe, Océanie) sont présents dans la base de données ainsi que des \"continents\" se rapportant à des zones maritimes (Adriatique, Antarctique, océan Atlantique, Baltique, Méditerranée, Pacifique). La Turquie, lorsqu’elle n’est pas spécifiquement rattachée géographiquement à l’Europe ou l’Asie, a été rattachée à l’Asie; la Russie / URSS, lorsqu’elle n’est pas spécifiquement rattachée géographiquement à l’Europe ou l’Asie, a été rattachée à l’Europe.",
	"WORLD_TRADE_INTRO": "Le commerce total d’une entité correspond à l’ensemble de ses échanges commerciaux avec l'entité partenaire 'Monde'. Le total des échanges commerciaux du monde (ou le commerce mondial) est estimé en additionnant tous les flux commerciaux de toutes les entités de la base de données (les doublons sont éliminés). Il peut y avoir jusqu'à six estimations du commerce total d'une entité (ou des échanges avec le partenaire ‘Monde’):",
	"WORLD_REPORTED": "World reported : le commerce total d'une entité déclarante tels que rapportés dans la source statistique.",
	"WORLD_SUM_PARTNERS": "World sum partners : le commerce total d'une entité déclarante est égal à la somme des flux commerciaux de tous ses partenaires.",
	"WORLD_SUB_REPORTING": "World sub-reporting : le commerce total d'une entité déclarante (par exemple une ville) qui est dépendante d'une entité plus large (par exemple un pays).",
	"WORLD_ESTIMATED": "World estimated : les sources utilisées ne donnent que le commerce total des pays. Elles incluent les réestimations du commerce total d’un pays sur longue période (exemple : Belgique et Pays-Bas), les ouvrages International Historical Statistics de Mitchell, ou le Statistical Abstract of Foreign Countries des Etats-Unis. Les publications nationales de statistiques historiques sont aussi marquées ‘estimation’ dans la mesure où elles ne fournissent que des séries de commerce total",
	"WORLD_BESTGUESS": "World best guess: Lorsqu’il existe plusieurs estimations de l'ensemble des échanges d'un pays, la meilleure estimation (World best guess) est d'abord World estimated, puis World reported puis World sum partners». ",
	"WORLD_FEDERICO":"World Federico-Tena : estimations de séries de commerce mondial d’après Giovanni Federico and Antonio Tena-Junguito (2016)",
	"WORLD_UNDEFINED":"(World undefined concerne uniquement le cas des importations totales du Royaume-Uni que nous avons calculées à partir d’une source Estimation. Voir Metadata vue)",
	"MIRROR_FLOWS_1": "La base de données Ricardo propose quatre flux bilatéraux pour chaque paire de pays. Un flux commercial est enregistré deux fois, par les deux pays partenaires, dans deux sources différentes. Il est donc possible de vérifier la qualité des données en comparant ce qu’on appelle les “flux miroirs”. La comparaison terme à terme des flux miroir (les exportations de A vers B déclarées par A et les importations de B à A déclarées par B) peut faire apparaitre des différences plus ou moins importationses, résultant  soit de procédures d’enregistrement des flux différentes dans le pays d'origine ou de destination, soit de méthodes d'estimation des flux commerciaux (estimations CAF vs FAB, types d’échanges), sans oublier le choix du taux de change. La différence entre les flux commerciaux miroir est telle que plusieurs études ont porté sur son étendue et les moyens de réduire son impact. ",
	"MIRROR_FLOWS_2": "Pour en savoir plus, voir WP Dedinger-Girard.",
	"MIRROR_FLOWS_3": "Afin de résoudre ce problème, l’approche bilatérale donne une estimation de la différence entre les flux miroir qui facilite la mise en évidence des incohérences majeures et offre à l'utilisateur la possibilité de comparer les données et choisir finalement les chiffres plus fiables.",
	"WORLD_VIEW_INTRO_1": "La ",
	"WORLD_VIEW_INTRO_2":" vue propose différentes estimations du commerce mondial calculées à partir des différentes façons d’estimer le commerce total d’une entité déclarante et comparées aux séries de Federico-Tena (2016). Pour chaque estimation, elle indique le nombre d’entités déclarantes disponible. Elle permet de comparer la part dans le commerce mondial d’une sélection d’entités déclarantes.",
	"WORLD_COMPARE_TITLE": "Estimations du commerce mondial ",
	"WORLD_VIEW_TITLE": "Exportations et importations mondiales ",
	"WORLD_VIEW_1": "Pour plus d’information sur ce graphique, voir  ",
	"WORLD_NB_REPORTINGS": "Nombre de reportings pour estimer le commerce mondial",
	"WORLD_REPORTINGS_1": "Reportings disponibles de ",
	"WORLD_REPORTINGS_2": " pour construire cette courbe",
	"WORLD_COMPARAISON": "Commerce total comparé avec ",
	"WORLD_LINES_1": "Dans ce graphique, le ",
	"WORLD_LINES_2": " d'un pays est le ",
	"WORLD_TRADE":"commerce total",
	"COUNTRY_VIEW_INTRO": "La Country vue montre comment le commerce total d’un pays déclarant se répartit entre les différentes entités partenaires. Elle compare les entités partenaires d’après leur part moyenne dans le commerce total du pays déclarant, calcule le solde commercial bilatéral annuel et permet de suivre l’évolution du commerce du pays déclarant avec une sélection d’entités partenaires.",
	"COUNTRY_TITLE_1": "Commerce total du reporting ",
	"COUNTRY_VIEW_DUAL_1": "La ",
	"COUNTRY_VIEW_DUAL_2": " vue détaille la répartition du commerce total d’un pays rapporteur entre ses différents partenaires. Elle compare lesentités partenaires suivant leur part dans le commerce total du pays rapporteur, calcule le solde commercial bilatéral et permet de suivre l’évolution du commerce avec une sélection de partenaires.",
	"COUNTRY_VIEW_DUAL_LEGEND": "Dans ce graphique, le commerce total est égal à la somme des flux exportations (importations)  avec toutes les entités partenaires.",
	"COUNTRY_PARTNER_HISTO": "Dans ce graphique, on compare les partenaires du pays déclarant en calculant deux indicateurs:",
	"COUNTRY_PARTNER_HISTO_1": "la part moyenne du commerce bilatéral estimé pour les années disponibles au cours de la période sélectionnée",
	"COUNTRY_PARTNER_HISTO_2": "l'équilibre relatif du commerce bilatéral estimé pour chaque année disponible sur la période sélectionnée",
	"PARTNER_HISTO_1" : "Commerce de ",
	"PARTNER_HISTO_2" : " avec ses partneraires ",
	"PARTNER_HISTO_ORDER_BY" : "Ordonné par ",
	"PARTNER_HISTO_FILTER_ON" : "Filtré par ",
	"PARTNER_HISTO_GROUP_BY" : "Groupé par ",
	"PARTNER_HISTO_LEG_1": "Part du commerce bilatéral moyenne",
	"PARTNER_HISTO_LEG_2": "Balance commerciale bilatérale relative",
	"LINE_CHART_1": "Commerce de ",
	"LINE_CHART_2": " avec ",
	"LINE_CHART_PERCENT_1": "Les pourcentages sont basés sur la quantité totale de",
	"LINE_CHART_PERCENT_2": " de ",
	"LINE_CHART_SELECT": "SELECTIONNEZ 5 ENTITES : ",
	"BILATERAL_VIEW_INTRO_1": "La",
	"BILATERAL_VIEW_INTRO_2":" vue montre le commerce entre un pays déclarant et l’un de ses partenaires (type Country). Elle compare la disponibilté des statistiques de commerce bilatéral dans les deux pays sélectionnés (comparaison possible des flux miroirs). Elle estime la divergence entre les flux miroirs du point du vue du pays déclarant.",
	"BILATERAL_1": "Commerce entre ",
	"BILATERAL_2": " comme rapporté par ",
	"BILATERAL_BRUSH_1": "Années disponibles pour les échanges commerciaux entre ",
	"BILATERAL_BRUSH_2": "",
	"COMPARISON_INTRO": "Ce graphique estime les écarts dans les flux miroir.",
	"COMPARAISON_1": "Comparaison des échanges commerciaux entre ",
	"COMPARAISON_2" : "",
	"COMPARAISON_LEG_1": " imports pays A du pays B comme rapporté par pays A ",
	"COMPARAISON_LEG_2": " imports pays B du pays A comme rapporté par pays B",
	"COMPARAISON_LEG_3": " exports pays B vers pays A comme rapporté par pays B ",
	"COMPARAISON_LEG_4": " exports pays A vers pays B comme rapporté par pays A ",
	"MIRROR": "Ecarts des flux mirroirs ",
	"BRUSHING": "Données disponibles et indisponibles pour",
	"AVAILABLE": "Données disponibles",
	"UNAVAILABLE": "Données indisponibles",
	"CURRENCY": "Données exprimées en",
	"FROM": " de ",
	"TO": " à ",
	"AND": " et ",
	"DOWNLOAD_1": "Montrer/cacher tableau des données",
	"DOWNLOAD_2": "Télécharger les données",
	"DOWNLOAD_3": "Télécharger les données en monnaie originale",
	"METADATA_VIEW_INTRO_1": "La ",
	"METADATA_VIEW_INTRO_2":" vue offre une synthèse des données de commerce total et bilatéral disponibles dans les bases RICardo et Federico-Tena.",
	"METADATA_TITLE":"Metadata visualisation sur",
	"METADATA_NBFLOW_TITLE":"Nombre de flux",
	"METADATA_NBFLOW_INTRO_BILATERAL":"Ce graphique indique le nombre de flux de commerce bilatéral par année dans la base RICardo.",
	"METADATA_NBFLOW_INTRO_WORLD_1":"Ce graphique indique le nombre de flux de commerce total (entité partenaire = ",
	"METADATA_NBFLOW_INTRO_WORLD_2":") par année dans les bases RICardo et Federico-Tena.",
	"METADATA_MATRIX_TITLE": "Tableau des entités déclarantes ",
	"METADATA_MATRIX_INTRO": "Ce graph donne des renseignements détaillés pour chaque entité déclarante/année (reporting/year).",
	"METADATA_MATRIX_INTRO_reference": "précise quel type de 'World type' est utilisé pour estimer le RICardo World best guess de ce reporting/year. Le FedericoTena’ quand il n’y a pas de données du commerce",
	"METADATA_MATRIX_INTRO_partner": "nombre total de partenaires réparti par continent.",
	"METADATA_MATRIX_INTRO_partner_intersect": "number of bilateral partners reported by a reporting R which report R as a partner",	
	"METADATA_MATRIX_INTRO_sourcetype_world_0": "quatre types de sources peuvent apparaître pour les données de commerce total. les sources primaires sont des compilations de tableaux des douanes publiées par les autorités nationales. Les sources secondaires sont des compilations internationales de sources primaires ou des compilations nationales de statistiques nationales (essentiellement les annuaires statistiques). Les sources ‘Estimation’ sont des travaux qui ne fournissent que des données de commerce total. ‘Federico-Tena’ fait référence à la source ",
	"METADATA_MATRIX_INTRO_sourcetype_world_1":". La mention ‘Federico-Tena’ signifie qu’il n’y a pas de données dans la base RICardo pour ce reporting/year.",
	"METADATA_MATRIX_INTRO_sourcetype_bilateral": "les sources primaires sont des compilations de tableaux des douanes publiées par les autorités nationales. Les sources secondaires sont des compilations internationales de sources primaires ou des compilations nationales de statistiques nationales (essentiellement les annuaires statistiques).",
	"METADATA_MATRIX_INTRO_type": "une entité déclarante peut être un pays, une ville ou une partie d’un pays, une aire coloniale ou un groupe de pays. ",
	"METADATA_MATRIX_INTRO_continent": "Afrique, Amérique, Asie, Europe, Océanie. Quand le ‘Reporting type’ est un groupe de pays de différents continents, le continent désigné est 'World' ",
	"METADATA_MATRIX_CTL1": "Order by ",
	"METADATA_MATRIX_CTL2": "Color by "
}