{
	"INTRO": "RICardo (Research on International Commerce) is a database of bilateral trade flows of all the world’s countries that covers a period of more than a hundred years, from the beginning of the Industrial Revolution to the eve of World War II. The website aims to explore the history of international trade through trade exchanges between countries of the different continents.",
	"COLUMN1": "The RICardo project was initiated in 2004 at Sciences Po by a team of economic historians in order to create a historical trade database. It started from the observation that existing databases are usually built by individual researchers for the purpose of personal research, that these databases do not cover all countries of the world, that they do not go back before 1870 and that they can only be used by skilled communities. Ten years later, a new team involving historians, developers and designers from Sciences Po expands the project to create a website dedicated to bilateral trade flows of all the world’s countries between 1800 and 1938. Since the end of World War II, these statistics are collected and published by international organizations: Direction of Trade Statistics from the IMF (data from 1947)",
	"COLUMN1_LINK":"; UN Comtrade (data from 1962) ",
	"COLUMN2": "The goal of the RICardo project is to collect bilateral trade data of all countries in the world from the early nineteenth century (first data go back to 1787) until 1938 and make them available to a large audience for a wide range of uses. RICardo visualizations allow to show in \"one-click\" what were the Indian exports to France in 1841, how the total trade of China evolved between 1864 and 1913, or to have an estimate of world exports between 1800 and 1938. It facilitates access to a historical and synthetic vision of international trade while offering researchers the opportunity to use the data for further research. RICardo is an evolving database. Our ambition is to keep improving and completing it through further collection of new trade statistics sources. Users of the database are therefore welcome to send their comments and contribute to its development. ",
	"WORKING_PAPER_1": "You will find below the two working papers that were submitted for the first to the journal Historical Methods and the second ",
	"WORKING_PAPER_2": "These papers are not as submitted in their final versions .",
	"TRADE_FLOWS": "Trade flows are values of merchandise exports or imports. The RICardo database combines two sets of data: bilateral trade data are the distribution of total trade of a reporting country with its partner countries; total trade data are the sum of all bilateral exports/imports. Data from the original sources reproduced in the database are quoted in many different currencies. Trade flows have all been converted into pound sterling by using the RICardo exchange rate database.Conversion rates are market exchange rates except during the periods of great instability for which the gold parity has been used. It concerns the US/£ rate over the years 1861-1865 (American Civil War) and the years 1915-1923 (pound depreciation).",
	"RICENTITIES_1": "The entities listed in the dataset are either reporting or partner entities. The term ‘entity’ has been privileged because there are many cases in historical trade statistics where the trading entity does not correspond to an internationally recognized state but describes a locality, an area or a group of states. The list of reporting entities does not match the list of partner entities. The list of RIC entities includes more than 1400 names. They have all been harmonized and translated into English. The entities are identified according to their type that may be: a country, a city/part of a country, a colonial area, a geographical area or a group of countries. The names of the countries have been defined after the Correlates of War country list ",
	"RICENTITIES_2" : ". The other RIC names have been created.",
	"CONTINENT": "Each entity (reporting or partner) is located on a continent. When the entity is a ‘group’ or a ‘geographical area’ corresponding to a multiple of entities located on different continents, it is identified by the continent ‘World’. The five major continents (Africa, America, Asia, Europe, Oceania) are present in the database plus “continents” pertaining to sea areas (Adriatic, Antarctic, Atlantic Ocean, Baltic, Mediterranean, Pacific). Turkey, when non-specified in Europe or in Asia, has been located in Asia; Russia/USSR, when non-specified in Europe or in Asia, has been located in Europe. ",
	"WORLD_TRADE": "The total trade of an entity corresponds to its trade with the entity partner ‘World’. The total trade of the world (or world trade) is estimated by summing the total trade of all the entities of the database (duplicates are eliminated). There may be up to six estimations of total trade (or trade with partner World):",
	"WORLD_REPORTED": "World reported: total trade of a reporting entity as it is reported in the statistical source. ",
	"WORLD_SUM_PARTNERS": "World sum partners: total trade of a reporting entity equals the sum of all trade partners flows.",
	"WORLD_SUB_REPORTING": "World sub-reporting: total trade of a reporting entity (for example a city) that is dependent on a larger entity (for example a country). ",
	"WORLD_ESTIMATED": "World estimated: data are extracted from sources that only provide countries’ total trade. Those data include re-estimations of a country’s total trade over a long period of time (for example Belgium or the Netherlands); data collected from the Mitchell’s International Historical Statistics volumes; or data coming from the American Statistical Abstract of Foreign Countries. National publications of historical statistics are also tagged as ‘estimation’ as they only supply series of country’s total trade.",
	"WORLD_BESTGUESS": "World best guess: When many estimations for a country's total trade are available, the World best guess is first World estimated, then World reported, then World sum partners",
	"WORLD_FEDERICO":"World Federico-Tena : estimates of world trade series from Federico Giovanni and Antonio Tena-Junguito (2016)",
	"WORLD_UNDEFINED":"(World undefined only concerns total imports of the United Kingdom that we have calculated from an Estimation source. See Metadata view)",
	"MIRROR_FLOWS_1": "The RICardo database offers four bilateral flows for every country pair. A trade flow is recorded twice, by the two partner countries, in two different sources. It is therefore possible to check on the quality of the data by comparing so-called “mirror flows”. The term-to-term comparison of mirror flows (exports from A to B as declared by A and imports from B to A as declared by B) can reveal more or less important differences which are the result either of varying procedures for recording flows by country of origin or destination, or methods for estimating trade flows (c.i.f. vs. f.o.b. estimates, trade types), not forgetting the choice of the exchange rate. The difference between mirror trade flows is such an issue that several studies have been dedicated to its extent and ways to allay its impact.",
	"MIRROR_FLOWS_2": "For more information, see WP Dedinger-Girard.",
	"MIRROR_FLOWS_3": "To help tackle this issue, the bilateral view shows an estimation of the discrepancy in mirror flows that facilitates the detection of major inconsistencies and provides the user with the opportunity to compare data and ultimately select the more reliable figures.",
	"WORLD_VIEW_INTRO_1": "The ",
	"WORLD_VIEW_INTRO_2":" view provides different estimations of world trade is calculated from the different ways of estimating the total trade of a reporting entities and compared to the series of Federico-Tena (2016). For each estimation, it specifies the number of reporting entities available. It allows for a comparison of the share in world trade of a selection of reporting entities.",
	"WORLD_COMPARE_TITLE": "Estimates of world trade ",
	"WORLD_VIEW_TITLE": "World exports and imports ",
	"WORLD_VIEW_1": "For more information about this graph, report to ",
	"WORLD_NB_REPORTINGS": "Number of reporting entities in estimating World trade",
	"WORLD_REPORTINGS": "Reportings available to build the curve",
	"WORLD_COMPARAISON": "World trade comparaison with",
	"WORLD_LINES_1": "In this graph the ",
	"WORLD_LINES_2": " of a country is the ",
	"WORLD_TRADE":"total trade",
	"COUNTRY_VIEW_INTRO": "The Country view shows the total trade of a reporting country with all its partners. It compares partner entities according to their average share in the reporting country’s total trade, calculates the annual bilateral trade balance and can track the growth of trade with selected partners.",
	"COUNTRY_TITLE_1": "Total trade of reporting ",
	"COUNTRY_VIEW_DUAL_1": "The ",
	"COUNTRY_VIEW_DUAL_2": " view focuses on the distribution of a reporting country’s total trade with its different partners. It compares the partner entities according to their share in the reporting country’s total trade, calculates the annual bilateral trade balance and can track the growth of trade with selected partners.",
	"COUNTRY_VIEW_DUAL_LEGEND": "In this graph, total trade equals the sum of export (import) flows with all partner entities.",
	"COUNTRY_PARTNER_HISTO": "In this graph, the partners of the reporting country are compared by calculating two indicators:",
	"COUNTRY_PARTNER_HISTO_1": "the average bilateral trade share estimated for available years over the selected period",
	"COUNTRY_PARTNER_HISTO_2": "the relative bilateral trade balance estimated for each available year over the selected period",
	"PARTNER_HISTO_1" : "Trade of reporting with partners ",
	"PARTNER_HISTO_2" : " on ",
	"PARTNER_HISTO_3" : " on ",
	"PARTNER_HISTO_4" : " by ",
	"PARTNER_HISTO_LEG_1": "Average bilateral trade share",
	"PARTNER_HISTO_LEG_2": "Relative bilateral trade balance",
	"LINE_CHART_1": "Trade of ",
	"LINE_CHART_2": " with ",
	"LINE_CHART_PERCENT_1": "The percentages are based on the total amount of ",
	"LINE_CHART_PERCENT_2": " of ",
	"LINE_CHART_SELECT": "SELECT UP TO 5 PARTNERS:",
	"BILATERAL_VIEW_INTRO_1": "The",
	"BILATERAL_VIEW_INTRO_2": " view shows trade between a reporting country and one of its partners (Country type). It compares the availability of bilateral trade statistics in the two selected countries (possible comparison of mirror flows). It estimates the divergence in the mirror flows from the point of view of the reporting country.",
	"BILATERAL_1": "Trade between ",
	"BILATERAL_2": " as reported by ",
	"BILATERAL_BRUSH_1": "Available years in ",
	"BILATERAL_BRUSH_2": " trade statistics",
	"COMPARISON_INTRO": "This graph estimates the discrepancies in mirror flows.",
	"COMPARAISON_1": "Comparison of ",
	"COMPARAISON_2" : " trade statistics",
	"COMPARAISON_LEG_1": " country A imports from country B as reported by country A ",
	"COMPARAISON_LEG_2": " country B imports from country A as reported by country B",
	"COMPARAISON_LEG_3": " country B exports to country A as reported by country B ",
	"COMPARAISON_LEG_4": " country A exports to country B as reported by country A ",
	"MIRROR": "Mirror flows discrepancy ",
	"BRUSHING": "Available and unavailable data for",
	"AVAILABLE": "Available data",
	"UNAVAILABLE": "Unavailable data",
	"CURRENCY": "Data expressed in",
	"FROM": " from ",
	"TO": " to ",
	"AND": " and ",
	"DOWNLOAD_1": "Show/Hide data table",
	"DOWNLOAD_2": "Download data",
	"DOWNLOAD_3": "Download data with original currency",
	"METADATA_VIEW_INTRO_1": "The ",
	"METADATA_VIEW_INTRO_2":" view provides an overview of bilateral and total trade data available in the RICardo and Federico-Tena databases.",
	"METADATA_TITLE":"Metadata visualization about",
	"METADATA_NBFLOW_TITLE":"Number of flows",
	"METADATA_NBFLOW_INTRO_BILATERAL":"This graph presents the number of bilateral trade flows registered each year in the RICardo database.",
	"METADATA_NBFLOW_INTRO_WORLD_1":"This graph presents the number of total trade flows (partner entity = ",
	"METADATA_NBFLOW_INTRO_WORLD_2":") registered each year in the RICardo and Federico-Tena databases.",
	"METADATA_MATRIX_TITLE": "Reporting entities table ",
	"METADATA_MATRIX_INTRO": "This graph provides detailed information for each reporting entity/year.",
	"METADATA_MATRIX_INTRO_reference": "it specifies what type of 'World' is used to calculate the RICardo World best guess for this reporting/year. The World partner is ‘World FedericoTena’ when there are no total trade data in the RICardo database.",
	"METADATA_MATRIX_INTRO_partner": "total number of partners by reporting/year distributed by continent.",
	"METADATA_MATRIX_INTRO_partner_intersect": "number of bilateral partners reported by a reporting R which report R as a partner",
	"METADATA_MATRIX_INTRO_sourcetype_world_0": "there can be four types of sources for total trade data. Primary sources are compilations of customs returns published by national agencies. Secondary sources include international compilations of trade primary sources or national compilations of national statistics that include foreign trade statistics (mainly statistical yearbooks). ‘Estimation’ sources are works that only provide total trade data. ‘Federico Tena’ refers to the source ",
	"METADATA_MATRIX_INTRO_sourcetype_world_1":". ‘Federico Tena’ means that there are no data in the RICardo database for this reporting/year.",
	"METADATA_MATRIX_INTRO_sourcetype_bilateral": "primary sources are compilations of customs returns published by national agencies. Secondary sources include international compilations of trade primary sources or national compilations of national statistics that include foreign trade statistics (mainly statistical yearbooks).",
	"METADATA_MATRIX_INTRO_type": "a reporting entity can be a country, a city/part of, a colonial area, or a group.",
	"METADATA_MATRIX_INTRO_continent": "Africa, America, Asia, Europe, Oceania, World. When the ‘Reporting type’ is a group of countries from different continents, the designated continent is ‘World’.",
	"METADATA_MATRIX_CTL1": "Order by ",
	"METADATA_MATRIX_CTL2": "Color by "
}