{
	"HOME_INTRO": "The RICardo Project",
	"HOME_INTRO_LEAD": "Trade between Nations from c. 1800 to 1938",
	"HOME_INTRO_PARA": "RICardo (Research on International Commerce) est un projet dédié au commerce entre nations sur une période allant des débuts de la Révolution industrielle à la veille de la Seconde Guerre mondiale. Il allie une base historique de données commerciales couvrant tous les pays du monde à un site web qui propose une exploration de l’histoire du commerce international à partir de visualisations.",
	"HOME_METADATA_PARA": "Metadata offre une vue d’ensemble de la disponibilité des données de commerce total et bilatéral",
	"HOME_WORLD_PARA": "World propose différentes séries historiques du commerce mondial et leur répartition par pays",
	"HOME_COUNTRY_PARA": "Country décrit la répartition par partenaires du commerce d’un pays",
	"HOME_BILATERAL_PARA": "Bilateral se concentre sur le commerce entre deux pays et permet une comparaison de leurs statistiques commerciales",
	"HOME_SCIENCE_TITLE": "Science Ouverte",
	"HOME_SCIENCE_LEAD": "Les outils et données produites dans le cadre du projet RICardo sont librement accessibles :",
	"HOME_SCIENCE_SUBTITLE1": "Code Source de l'outil d'exploration",
	"HOME_SCIENCE_PARA1": "Le code source de cette application est disponible sur github sous licence LGPLv3",
	"HOME_SCIENCE_SUBTITLE2": "Corpus RICardo",
	"HOME_SCIENCE_PARA2": "Les données rassemblées, nettoyées et structurées dans le cadre de ce projet sont librement accessibles sur github sous licence ODC-BY",
	"HOME_HOWTOCITE_TITLE": "Citer ce travail",
	"HOME_HOWTOCITE_LEAD": "Pour toute publication utilisant ce travail, merci de le citer comme suit :",
	"HOME_HOWTOCITE_SUBTITLE1": "La base de données",
	"HOME_HOWTOCITE_PARA1": "Dedinger, Béatrice, et Paul Girard. 2017. « Exploring trade globalization in the long run: The RICardo project ». Historical Methods: A Journal of Quantitative and Interdisciplinary History 50 (1): 30‑48. doi:10.1080/01615440.2016.1220269.",
	"HOME_HOWTOCITE_PARA11": "Links to",
	"HOME_HOWTOCITE_PARA111": "and to",
	"HOME_HOWTOCITE_SUBTITLE2": "L'outil d'exploration des données",
	"HOME_HOWTOCITE_PARA2": "Girard, Paul, Béatrice Dedinger, Donato Ricci, Benjamin Ooghe-Tabanou, Mathieu Jacomy, Guillaume Plique, et Grégory Tible. 2016. « RICardo Project : Exploring XIX Century International Trade ». In Digital Humanities 2016: Conference Abstracts, 208‑10. agiellonian University & Pedagogical University, Kraków, Poland.",
	"HOME_HOWTOCITE_PARA22": "Links to",
	"HOME_HOWTOCITE_PARA222": "et vers",
	"HOME_BLOG_TITLE": "Blog",
	"ABOUT_INTRO_TITLE": "À propos",
	"ABOUT_INTRO_LEAD": "Le projet RICardo a été lancé en 2004 par une équipe d’historiens économistes de Sciences Po. L’idée de créer une nouvelle base historique de données commerciales est partie de plusieurs observations : les bases de données existantes étaient généralement construites par des chercheurs isolés pour des besoins de recherche personnels ; elles ne couvraient pas l’ensemble des pays du monde ; elles ne remontaient pas avant 1870 ; et elles ne pouvaient être utilisées que par un public spécialisé. Dix ans plus tard, une nouvelle équipe associant historiens, développeurs et designers de Sciences Po a élargi le projet à la création d’un site dédié aux échanges commerciaux entre tous les pays du monde sur les 19e et première moitié du 20e siècles.",
	"ABOUT_PARA1": "Le projet RICardo a deux volets. C’est d’abord une base de données exhaustive qui rassemble des statistiques de commerce total et bilatéral de tous les pays du monde depuis le début du 19e siècle (les premières données de la base remontent jusqu’en 1787) jusqu’en 1938. Depuis la fin de la Seconde Guerre mondiale, ces statistiques sont rassemblées et publiées par les organisations internationales : base Direction of Trade Statistics du FMI (données à partir de 1947)",
	"ABOUT_PARA11": " ; base Comtrade des Nations-Unies (données à partir de 1962)",
	"ABOUT_PARA111": "En second lieu, c’est un outil d’exploration de données qui offre à l’utilisateur du site web une grande diversité de visualisations des données. RICardo est ouvert à tous ceux qui s’intéressent à l’histoire du commerce et de la mondialisation commerciale. L’utilisateur peut voir en « un-click » quelles ont été les exportations de l’Inde vers la France en 1841, comment évolue le commerce total de la Chine entre 1864 et 1913, ou quelle a été la croissance des exportations mondiales entre 1830 et 1938. Ou bien, il peut télécharger librement les données pour mener des recherches analytiques. De plus, RICardo est un projet évolutif. Notre ambition est de continuer à compléter la base de données et à améliorer le site internet. C’est pourquoi nous invitons les utilisateurs de la base à nous faire part de leurs remarques et à participer à l’évolution du projet.",
	"TEAM_INTRO_TITLE": "Équipe",
	"TEAM_PARA1": "Le projet RICardo a été lancé en 2004 par Marc Flandreau alors qu’il était directeur de la Chaire Finances internationales de Sciences Po. Béatrice Dedinger a assuré la coordination scientifique du projet entourée par Olivier Accominotti, Guillaume Daudin et Clemens Jobst. Grâce aux fonds de l’Agence nationale de la recherche (ANR 2007-2010), nous avons pu employer des étudiants stagiaires (Thomas Barré, Jérôme Destombes, Vera Quina, Riad Rezzik, Raul Sanchez, Diego Zamuner) pour nous aider à collecter des données dans les bibliothèques parisiennes et étrangères. Jung-Hyun Ahn nous a apporté une aide très efficace sur la gestion de la base de données. La période ANR a été ponctuée par une présentation du projet à l’OMC en mai 2010. A cette époque, nous avions construit une base de données commerciales de taille importante (240 000 flux), ainsi qu’une base de taux de change pour permettre la conversion en une unité commune des flux de commerce exprimés en différentes monnaies. Nous utilisions alors le logiciel Access pour la standardisation des noms des pays et la conversion monétaire des données. Il restait encore beaucoup à faire avant de pouvoir mettre la base à la disposition des chercheurs, mais les parcours professionnels de chacun ont dispersé l’équipe et mis un terme provisoire au projet.",
	"TEAM_PARA11": "En 2011, Béatrice Dedinger, restée à Sciences Po, a repris le projet avec le soutien de Guillaume Daudin. Des fonds Sciences Po lui permettront de se faire aider par Karine Onfroy (gestion de la base de données) et Odile Mazilu (collecte de données). C’est en 2013 que le projet RICardo va prendre une nouvelle envergure. La rencontre avec Paul Girard, ingénieur de recherche et directeur technique du médialab de Sciences Po, débouche sur l’idée de créer un site internet et d’utiliser les technologies numériques pour exploiter plus largement la base de données RICardo. Jusqu’en 2017, et grâce à l’obtention de nouvelles subventions de Sciences Po, Béatrice Dedinger et Paul Girard   ont travaillé de concert à l’élaboration du site grâce aux interventions de Matteo Azzi, Mengying Du, Tristan Majou et Grégory Tible. Nous n'aurions pas pu obtenir un tel résultat sans l'aide de Guillaume Daudin, et de l'équipe du médialab (Donato Ricci, Mathieu Jacomy, Benjamin Ooghe-Tabanou, Guillaume Plique and Diégo Antolinos-Basso).",
	"CONTRIBUTORS_INTRO_TITLE": "Contributeurs",
	"CONTRIBUTORS_PARA1": "Nous remercions les contributeurs qui nous ont généreusement envoyé des données de statistiques commerciales et ont collaboré au projet :",
	"CONTRIBUTORS_NAMELIST1": "Lars-Fredrick Andersson",
	"CONTRIBUTORS_NAMELIST2": "Stéphane Bécuwe",
	"CONTRIBUTORS_NAMELIST3": "Anna Carreras-Marin et Marc Badia-Miro",
	"CONTRIBUTORS_NAMELIST4": "Guillaume Daudin et Loïc Charles",
	"CONTRIBUTORS_NAMELIST5": "Giovanni Federico et Antonio Tena-Junguito",
	"CONTRIBUTORS_NAMELIST6": "Riitta Hjerppe",
	"CONTRIBUTORS_LIST1": "commerce bilatéral de la Suède 1833-1920",
	"CONTRIBUTORS_LIST2": "commerce bilatéral de la France 1914-1938",
	"CONTRIBUTORS_LIST3": "Latin America bilateral trade 1919-1923",
	"CONTRIBUTORS_LIST4": "French bilateral trade 1787-1821 (Toflit18 project)",
	"CONTRIBUTORS_LIST5": "World trade 1800-1938",
	"CONTRIBUTORS_LIST6": "commerce bilatéral de la Finlande 1840-1938",
	"COMMITTEE_INTRO_TITLE": "Comité RICardo",
	"COMMITTEE_PARA1": "A RICardo committee was created in May 2017. It gathers experts in historical trade statistics and exploratory data analysis and aims to lay the foundations for an international collaboration in the creation and exploitation of historical trade databases.",
	"COMMITTEE_PARA2": "Membres du Comité RICardo :",
	"COMMITTEE_NAMELIST1": "Katherine Barbieri",
	"COMMITTEE_NAMELIST2": "Bertrand Blancheton",
	"COMMITTEE_NAMELIST3": "Guillaume Daudin",
	"COMMITTEE_NAMELIST4": "Béatrice Dedinger",
	"COMMITTEE_NAMELIST5": "Hubert Escaith",
	"COMMITTEE_NAMELIST6": "Giovanni Federico",
	"COMMITTEE_NAMELIST7": "Paul Girard",
	"COMMITTEE_NAMELIST8": "Kevin O’Rourke",
	"COMMITTEE_NAMELIST9": "Donato Ricci",
	"COMMITTEE_NAMELIST10": "Antonio Tena-Junguito",
	"COMMITTEE_LIST1": "(University of South Carolina)",
	"COMMITTEE_LIST2": "(Université Bordeaux)",
	"COMMITTEE_LIST3": "(Université Paris-Dauphine)",
	"COMMITTEE_LIST4": "(Sciences Po, Centre d’histoire)",
	"COMMITTEE_LIST5": "(WTO, Former Chief Statistician)",
	"COMMITTEE_LIST6": "(Università di Pisa)",
	"COMMITTEE_LIST7": "(Sciences Po médialab)",
	"COMMITTEE_LIST8": "(All Souls College Oxford)",
	"COMMITTEE_LIST9": "(Sciences Po médialab)",
	"COMMITTEE_LIST10": "(Universidad Carlos III de Madrid)",
	"LOGOTYPE_ANR": "Ce travail a bénéficié d’une aide de l’Agence National de la Recherche portant la référence RICARDO ANR-06-BLAN-0332",
	"GLOSSARY_INTRO_TITLE": "Glossaire",
	"GLOSSARY_TITLE1": "Flux commerciaux",
	"GLOSSARY_DESC1": "Les flux commerciaux correspondent aux valeurs des exportations et importations de marchandises. La base de données RICardo combine deux séries de données. Les données de commerce bilatéral correspondent à la répartition du commerce total d'un pays déclarant entre ses partenaires. Les données de commerce total représentent la somme de toutes les exportations / importations bilatérales (voir le point ‘Commerce total’ pour le mode de calcul). Dans les sources utilisées pour collecter les données, les valeurs des échanges commerciaux sont exprimées dans de nombreuses monnaies différentes. Elles ont toutes été converties en livres sterling en utilisant la base de taux de change RICardo. Les taux de conversion sont les taux de change du marché sauf durant les périodes de forte instabilité pour lesquelles la parité or a été utilisée. Cela concerne le taux de change US/£ sur les années 1861-1865 (Guerre de Sécession) et les années 1915-1923 (dépréciation de la livre).",
	"GLOSSARY_TITLE2": "Entités RIC",
	"GLOSSARY_DESC2": "Les entités figurant dans la base de données sont soit des entités déclarantes soit des entités partenaires. Le terme ‘entité’ a été privilégié car il n’est pas rare, dans les statistiques commerciales historiques, que l’entité commerciale ne corresponde pas à un Etat internationalement reconnu, mais se rapporte à un lieu, une région ou un groupe d’Etats. La liste des entités déclarantes ne correspond pas à la liste des entités partenaires. Les entités sont identifiées en fonction de leur catégorie qui peut être : un pays, une ville / une partie d’un pays, une zone coloniale, une zone géographique ou un groupe de pays. Les noms des pays ont été définis d’après la liste des pays de Correlates of War",
	"GLOSSARY_DESC22": "Les autres RIC names ont été créés.",
	"GLOSSARY_TITLE3": "Continent",
	"GLOSSARY_DESC3": "Chaque entité (déclarante ou partenaire) est située sur un continent. Lorsque l'entité est un «groupe» ou une «zone géographique» correspondant à un ensemble d’entités situées sur des continents différents, elle est associée au référent 'Monde'. Les cinq principaux continents (Afrique, Amérique, Asie, Europe, Océanie) sont présents dans la base de données ainsi que des ’continents’ se rapportant à des zones maritimes (Adriatique, Antarctique, océan Atlantique, Baltique, Méditerranée, Pacifique). La Turquie, lorsqu’elle n’est pas spécifiquement rattachée géographiquement à l’Europe ou l’Asie, a été rattachée à l’Asie; la Russie / URSS, lorsqu’elle n’est pas spécifiquement rattachée géographiquement à l’Europe ou l’Asie, a été rattachée à l’Europe.",
	"GLOSSARY_TITLE4": "Commerce mondial / Commerce total",
	"GLOSSARY_DESC4": "Le commerce total d’une entité correspond à l’ensemble de ses échanges commerciaux avec l'entité partenaire 'Monde'. Le total des échanges commerciaux du monde (ou commerce mondial) est estimé en additionnant tous les flux commerciaux de toutes les entités de la base de données. Il y a plusieurs façons de calculer le commerce total d’un pays. Plutôt que d’en sélectionner une en particulier, nous avons décidé, dans la vue ‘World’, de montrer cinq estimations du commerce total d'une entité (ou des échanges avec le partenaire ‘Monde’) afin de permettre une comparaison.",
	"GLOSSARY_NAMELIST1": "World as Reported : ",
	"GLOSSARY_NAMELIST2": "World Sum Partners : ",
	"GLOSSARY_NAMELIST3": "World Estimated : ",
	"GLOSSARY_NAMELIST4": "World Best Guess : ",
	"GLOSSARY_NAMELIST5": "World Federico-Tena : ",
	"GLOSSARY_LIST1": "le commerce total d'une entité déclarante tel que rapporté dans la source statistique.",
	"GLOSSARY_LIST2": "le commerce total d'une entité déclarante est égal à la somme des flux commerciaux de tous ses partenaires.",
	"GLOSSARY_LIST3": "données extraites de travaux estimant le commerce extérieur. Elles incluent en particulier les ré-estimations de séries historiques du commerce total (par exemple, de la Belgique et les Pays-Bas) et les sources qui ont été utilisées pour compléter les séries de commerce total (par exemple, les ouvrages International Historical Statistics de Mitchell).",
	"GLOSSARY_LIST4": "lorsqu’il existe plusieurs estimations du commerce total d’un pays, ‘World Best Guess’ les combine de la manière suivante. Elle choisit tout d’abord ‘World Estimated’, puis ‘World as Reported’, enfin ‘World Sum Partners’.",
	"GLOSSARY_LIST5": "nouvelles estimations de séries de commerce mondial par Giovanni Federico and Antonio Tena-Junguito (2016),",
	"GLOSSARY_LIST44": "(‘World Undefined’ concerne uniquement le cas des importations totales du Royaume-Uni que nous avons calculées à partir d’une source Estimation. Voir Metadata)",
	"GLOSSARY_TITLE5": "Mirror Flows",
	"GLOSSARY_DESC5": "La base de données Ricardo propose quatre flux bilatéraux pour chaque paire de pays. Un flux commercial est enregistré deux fois, par les deux pays partenaires, dans deux sources différentes. Il est donc possible de vérifier la qualité des données en comparant ce qu’on appelle les “flux miroirs”. La comparaison terme à terme des flux miroir (les exportations de A vers B déclarées par A et les importations de B à A déclarées par B) peut faire apparaitre des différences plus ou moins grandes, résultant soit de procédures d’enregistrement des flux différentes dans le pays d'origine ou de destination, soit de méthodes d'estimation des flux commerciaux (estimations Cif vs Fob, types d’échanges, etc.), sans oublier le choix du taux de change. La divergence entre les flux miroirs peut être telle que c’est devenu un objet de débat discuté dans plusieurs études.",
	"GLOSSARY_DESC55": "Pour en savoir plus, voir WP Dedinger-Girard.",
	"GLOSSARY_DESC555": "Afin d’aider à mieux comprendre cette question, la vue bilatérale donne une estimation de la différence entre les flux miroir qui met en évidence des incohérences majeures et offre à l'utilisateur la possibilité de comparer les données.",
	"CORPUS_INTRO_TITLE": "Corpus",
	"SOURCES_INTRO_TITLE": "Sources",
	"SOURCES_PARA1": "Le Corpus RICardo rassemble de nombreuses sources de statistiques de commerce que nous avons listées et décrites dans ce tableau.",
	"RIC_INTRO_TITLE": "Entités RIC",
	"RIC_PARA1": "Les noms de pays/entités rencontrés dans les sources ont été classés dans une table d'entités RIC proposée au lecteur.",
	"EXCHANGES_INTRO_TITLE": "Taux de change",
	"EXCHANGES_PARA1": "Les valeurs des flux de commerce ont été systématiquement converties en livres sterling grâce à cette base de taux de change.",
	"OPEN_INTRO_TITLE": "Données ouvertes",
	"OPEN_PARA1": "Les données utilisées dans cette application proviennent toutes du corpus RICardo. Ce dernier contient de nombreux enregistrements qui ne sont pas présentés dans cet outil par choix des auteurs. Par exemple, les statistiques de commerce provenant de sources secondaires ont été filtrées quand une source primaire était disponible. La base de données RICardo complète est disponible sur",
	"WORLD_INTRO": "World",
	"WORLD_INTRO_PARA": "World propose plusieurs estimations du commerce mondial calculées à partir des différentes façons d’estimer le commerce total d’une entité déclarante (voir Glossaire ‘Commerce mondial / Commerce total’). Ces estimations peuvent être comparées aux séries de commerce mondial de Federico-Tena (2016). Pour chaque estimation sélectionnée, la vue indique le nombre d’entités déclarantes disponible et permet de comparer la part dans le commerce mondial d’une sélection d’entités déclarantes.",
	"WORLD_COMPARE_TITLE": "Estimations du commerce mondial ",
	"WORLD_VIEW_TITLE": "Exportations et importations mondiales ",
	"WORLD_VIEW_1": "Pour plus d’information sur ce graphique, voir  ",
	"WORLD_NB_REPORTINGS": "Nombre de reportings pour estimer le commerce mondial",
	"WORLD_REPORTINGS_1": "Reportings disponibles de ",
	"WORLD_REPORTINGS_2": " pour construire cette courbe",
	"WORLD_COMPARAISON": "Commerce total comparé avec ",
	"WORLD_LINES_1": "Dans ce graphique, le ",
	"WORLD_LINES_2": " d'un pays est le ",
	"WORLD_TRADE":"commerce total",
	"COUNTRY_VIEW_INTRO": "La Country vue montre comment le commerce total d’un pays déclarant se répartit entre les différentes entités partenaires. Elle compare les entités partenaires d’après leur part moyenne dans le commerce total du pays déclarant, calcule le solde commercial bilatéral annuel et permet de suivre l’évolution du commerce du pays déclarant avec une sélection d’entités partenaires.",
	"COUNTRY_TITLE_1": "Commerce total du reporting ",
	"COUNTRY_INTRO_TITLE": "Country",
	"COUNTRY_INTRO_PARA": "Country détaille la répartition  par partenaires du commerce d’un pays rapporteur. Cette vue compare les entités partenaires suivant leur part dans le commerce total du pays rapporteur, calcule le solde commercial bilatéral annuel et permet de suivre l’évolution du commerce avec une sélection de partenaires.",
	"COUNTRY_VIEW_DUAL_LEGEND": "Dans ce graphique, le commerce total est égal à la somme des flux exportations (importations)  avec toutes les entités partenaires.",
	"COUNTRY_PARTNER_HISTO": "Dans ce graphique, on compare les partenaires du pays déclarant en calculant deux indicateurs:",
	"COUNTRY_PARTNER_HISTO_1": "la part moyenne du commerce bilatéral estimé pour les années disponibles au cours de la période sélectionnée",
	"COUNTRY_PARTNER_HISTO_2": "le solde commercial bilatéral relatif estimé pour chaque année disponible sur la période sélectionnée",
	"PARTNER_HISTO_1" : "Commerce de ",
	"PARTNER_HISTO_2" : " avec ses partneraires ",
	"PARTNER_HISTO_ORDER_BY" : "Ordonné par ",
	"PARTNER_HISTO_FILTER_ON" : "Filtré par ",
	"PARTNER_HISTO_GROUP_BY" : "Groupé par ",
	"PARTNER_HISTO_LEG_1": "Part du commerce bilatéral moyenne",
	"PARTNER_HISTO_LEG_2": "Balance commerciale bilatérale relative",
	"LINE_CHART_1": "Commerce de ",
	"LINE_CHART_2": " avec ",
	"LINE_CHART_PERCENT_1": "Les pourcentages sont basés sur la quantité totale de",
	"LINE_CHART_PERCENT_2": " de ",
	"LINE_CHART_SELECT": "SELECTIONNEZ 5 ENTITES : ",
	"BILATERAL_INTRO_TITLE": "Bilateral",
	"BILATERAL_INTRO_PARA": "Bilateral montre le commerce entre un pays déclarant et l’un de ses partenaires (type Country). Elle compare la disponibilité des statistiques de commerce bilatéral dans les deux pays sélectionnés. Elle estime la divergence entre les flux miroirs du point du vue du pays déclarant (voir le Glossaire pour la définition des termes).",
	"BILATERAL_1": "Commerce entre ",
	"BILATERAL_2": " comme rapporté par ",
	"BILATERAL_BRUSH_1": "Années disponibles pour les échanges commerciaux entre ",
	"BILATERAL_BRUSH_2": "",
	"COMPARISON_INTRO": "Ce graphique estime les écarts dans les flux miroir.",
	"COMPARAISON_1": "Comparaison des échanges commerciaux entre ",
	"COMPARAISON_2" : "",
	"COMPARAISON_LEG_1": " imports pays A du pays B comme rapporté par pays A ",
	"COMPARAISON_LEG_2": " imports pays B du pays A comme rapporté par pays B",
	"COMPARAISON_LEG_3": " exports pays B vers pays A comme rapporté par pays B ",
	"COMPARAISON_LEG_4": " exports pays A vers pays B comme rapporté par pays A ",
	"MIRROR": "Ecarts des flux mirroirs ",
	"BRUSHING": "Données disponibles et indisponibles pour",
	"AVAILABLE": "Données disponibles",
	"UNAVAILABLE": "Données indisponibles",
	"CURRENCY": "Données exprimées en",
	"FROM": " de ",
	"TO": " à ",
	"AND": " et ",
	"DOWNLOAD_1": "Montrer/cacher tableau des données",
	"DOWNLOAD_2": "Télécharger les données",
	"DOWNLOAD_3": "Télécharger les données en monnaie originale",
	"METADATA_INTRO": "MetaData",
	"METADATA_INTRO_PARA": "Metadata offre une synthèse des données de commerce total et bilatéral disponibles dans les bases de données RICardo et Federico-Tena (voir Glossaire ‘Commerce mondial / Commerce total’).",
	"METADATA_TITLE":"Metadata visualisation sur",
	"METADATA_NBFLOW_TITLE":"Nombre de flux",
	"METADATA_NBFLOW_INTRO_BILATERAL":"Ce graphique indique le nombre de flux de commerce bilatéral par année dans la base RICardo.",
	"METADATA_NBFLOW_INTRO_WORLD":"Ce graphique indique le nombre de flux de commerce total par année dans les bases RICardo (entité partenaire = 'World Best Guess') et Federico-Tena.",
	"METADATA_MATRIX_TITLE": "Tableau des entités déclarantes ",
	"METADATA_MATRIX_INTRO": "Ce graph donne des renseignements détaillés pour chaque entité déclarante/année (reporting/year).",
	"METADATA_MATRIX_INTRO_reference": "précise quel type de 'World type' est utilisé pour estimer le RICardo World best guess de ce reporting/year. Le FedericoTena’ quand il n’y a pas de données du commerce",
	"METADATA_MATRIX_INTRO_partner": "nombre total de partenaires réparti par continent.",
	"METADATA_MATRIX_INTRO_partner_intersect": "number of bilateral partners reported by a reporting R which report R as a partner",
	"METADATA_MATRIX_INTRO_sourcetype_world_0": "quatre types de sources peuvent apparaître pour les données de commerce total. Les sources primaires sont des compilations de tableaux des douanes publiées par les autorités nationales. Les sources secondaires sont des compilations de sources primaires (nationales ou internationales). Les estimations sont des données extraites de travaux estimant le commerce extérieur. ‘Federico-Tena’ fait référence à la source ",
	"METADATA_MATRIX_INTRO_sourcetype_world_1":". La mention ‘Federico-Tena’ signifie qu’il n’y a pas de données dans la base RICardo pour ce reporting/year.",
	"METADATA_MATRIX_INTRO_sourcetype_bilateral": "les sources primaires sont des compilations de tableaux des douanes publiées par les autorités nationales. Les sources secondaires sont des compilations de sources primaires (nationales ou internationales). Les estimations sont des données extraites de travaux estimant le commerce extérieur.",
	"METADATA_MATRIX_INTRO_type": "une entité déclarante peut être un pays, une ville ou une partie d’un pays, une aire coloniale ou un groupe de pays. ",
	"METADATA_MATRIX_INTRO_continent": "Afrique, Amérique, Asie, Europe, Océanie. Quand le ‘Reporting type’ est un groupe de pays de différents continents, le continent désigné est 'World' ",
	"METADATA_MATRIX_CTL1": "Order by ",
	"METADATA_MATRIX_CTL2": "Color by ",
	"LEGALS_TITLE": "Mentions légales",
	"LEGALS_SUBTITLE": "Le contenu de ce site internet est fourni par :",
	"LEGALS_ADDRESS_title": "Sciences Po",
	"LEGALS_ADDRESS1": "27 rue Saint-Guillaume",
	"LEGALS_ADDRESS2": "75337 Paris Cedex 07",
	"LEGALS_ADDRESS3": "Tel. : 01 45 49 50 50",
	"LEGALS_ADDRESS4": "Fax. : 01 42 22 31 26",
	"LEGALS_ADDRESS5": "webmestre ( AT ) sciencespo ( DOT ) fr",
	"LEGALS_ADDRESS6": "Contact webmaster : paul.girard ( AT ) sciencespo ( DOT ) fr",
	"LEGALS_TITLE2": "Directeur de la publication :",
	"LEGALS_PUBLISHER1": "Frédéric Mion",
	"LEGALS_PUBLISHER2": "administrateur de la Fondation nationale des sciences politiques et directeur de l’Institut d’études politiques de Paris.",
	"LEGALS_TITLE3": "Hébergement :",
	"LEGALS_HOSTING_PARA": "Ce site internet est hébergé par la Fondation Nationale des Sciences Politiques (FNSP), Sciences Po - Direction des Systèmes d'Information",
	"LEGALS_APE_ADDRESS1": "Code APE",
	"LEGALS_APE_ADDRESS2": " : 803Z",
	"LEGALS_APE_ADDRESS3": "27, rue saint Guillaume",
	"LEGALS_APE_ADDRESS4": "75337 Paris cedex 07",
	"LEGALS_TITLE4": "Propriété Industrielle et Intellectuelle :",
	"LEGALS_TITLE5": "Les liens hypertextes",
	"LEGALS_PROPERTY_PARA1": "Toutes les informations reproduites dans ce site web (textes, photos, logos...) sont protégées par des droits de propriété intellectuelle détenus par Sciences Po ou par ses partenaires.",
	"LEGALS_PROPERTY_PARA2": "Par conséquent, aucune de ces informations ne peut être reproduite, modifiée, rediffusée, traduite, exploitée commercialement ou réutilisée de quelque manière que ce soit sans l'accord préalable et écrit de Sciences Po.",
	"LEGALS_PROPERTY_PARA3": "Le titre, la conception, la forme du site Sciences Po mais aussi son contenu tels que les actualités, descriptions, illustrations et images originales et leur organisation, ainsi que toute compilation de logiciels, code source fondamental et autres éléments contenus sur le site Sciences Po sont la propriété de Sciences Po.",
	"LEGALS_HYPER_PARA1": "Nos pages web proposent également des liens vers d'autres sites pour lesquels nous ne sommes responsables ni de leur intégral respect aux normes d'ordre public et bonnes mœurs, d'une part, ni de leur politique de protection des données personnelles ou d'utilisation qui en seraient faites, d'autre part.",
	"LEGALS_HYPER_PARA2": "En accédant à un autre site, par l'intermédiaire d'un lien hypertexte, vous acceptez que cet accès s'effectue à vos risques et périls. En conséquence, tout préjudice direct ou indirect résultant de votre accès à un autre site relié par un lien hypertexte ne peut engager la responsabilité de Sciences Po."
}
